{
    "home": "Home",
    "devi": "Request a deviation",
    "about": "About me",
    "contact": "Contact",
    "services": "Services",
    "references": "References",
    "price":"Prising",
    "portfolio": "Portfolio",
    "ourServices":"My Services",
    "pathway":"Pathway",
    "expiriences":"Experiences",
    "yearExperiences":"Years of Experience",
    "realiseProject":"Completed web projects",
    "satisfiedCustomer":"Satisfied Customer",
    "showcaseWebsite":"Website creation",
    "learnMore":"Learn more",
    "reworkWebsite":"Website Redesign",
    "ecommerceWebste":"E-commerce website creation",
    "saas":"Business software / SaaS",
    "mobileApp":"Mobile Application",
    "all": "All",
    "website":"Website",
    "ecommerce": "E-commerce website",
    "ourReferences":"My References",
    "priceTitle":"A rate tailored to a high-quality website!",
    "standartWebsite":"Standard showcase website",
    "ofHand":"Custom-made",
    "devOn":"Developed with WORDPRESS",
    "outilTool":"(Content Management Tool)",
    "handDev":"Custom-developed",
    "handOutil":"(Coding by hand)",
    "from":"Starting from",
    "maintice":"Maintenance rate",
    "hourOr":"Hours or",
    "year":"YEAR",
    "update":"Update website & plugins",
    "graphChanging":"Graphic & content modification",
    "saving":"Monthly offsite backup",
    "performanceOptimisation":"Performance optimisation",
    "restauring":"Restore in case of hacking",
    "contactMe": "Contact Me",
    "specificDev":"Specific development",
    "dayPrice":"Average daily rate",
    "day":"DAY",
    "whatsapp":"Via whatsapp",
    "perPhone":"By phone",
    "perEmail":"By email",
    "time":"Schedule",
    "week":"Monday - Friday",
    "hourTime":"09:00 - 17:00",
    "errName":"Please enter your full name",
    "errValidEmail":"Please enter a valid email address",
    "errEmail":"Email is required",
    "errSubject":"Please indicate the subject of the message",
    "errMessage": "Please enter your message",
    "successContact":"Your message has been successfully sent. Please give us time to review it, and we will respond to you as soon as possible.",
    "errorContact":"An error occurred while sending the message. We recommend waiting a few moments and trying again.",
    "sendMessage":"Send",
    "yourMessage":"Your message",
    "yourSubject":"The subject of your message",
    "yourEmail":"Your email",
    "yourName":"Your full name",
    "shareOn":"Share on social networks",
    "devTitle":"Freelance Web and Mobile Developer",
    "devDescription":"Independent web and mobile developer, expert in Angular, React, Node.js, etc. Experience since 2018, professional, personal, and freelance projects starting December 2024.",
    "legalNotice":"Legal notice",
    "right":"All rights reserved.",
    "domainTitle":"Specialized in development",
    "navigation":"Navigation",
    "realisation":"My Achievements",
    "yeare":"Year",
    "categorie":"Category",
    "techno":"Technologies",
    "websiteLink":"Link to the website",
    "websiteOnMaintenance":"Website Under Maintenance",
    "tasksOnWebsite":"Tasks completed on the site",
    "ecommerceWebSite":"E-commerce website",
    "web":"Website",
    "title1": "Bachelor in Computer Science",
    "countryDe": "Germany",
    "periode1": "October 2017 - July 2020",
    "description1": "I began my university studies in computer science in Germany, where I completed a three-year Bachelor's cycle.",
    "title2": "Bac +4 (RNCP) Web and Mobile Developer",
    "countryFr": "France",
    "periode2": "January 2021 - November 2021",
    "description2": "After obtaining my Bachelor's degree, I moved to France to continue my studies at the Bac +4 level in Web and Mobile Development.",
    "title3": "Bac +5 (RNCP) IT Expert and Information Systems",
    "periode3": "January 2022 - February 2023",
    "description3": "I continued my studies in France to achieve the Bac +5 level in IT Expert and Information Systems, thus consolidating my skills and knowledge in computer science.",
    "periode": "Period",
    "country": "Location",
    "enterprice":"Enterprice",
    "enterprice1":"udg",
    "enterprice2":"graphicon",
    "enterprice3":"waveconnect",
    "enterprice4":"avlis formation",
    "enterprice5":"Freelance contract",
    "exTitle1":"Study stage (Web Developer)",
    "exTitle2":"Student job (Web Developer)",
    "exTitle3":"Bac +4 (Web Developer/Mobile)",
    "exTitle4":"Bac +5 (IT Expert and Information Systems)",
    "exTitle5":"Freelance",
    "exPeriode1":"March 2015 - September 2015",
    "exPeriode2":"February 2018 - July 2019",
    "exPeriode3":"June 2021 - October 2021",
    "exPeriode4":"February 2022 - February 2023",
    "exPeriode5":"December 2024 - January 2025",
    "exDescription1": "During this internship, I learned the company's development practices, such as the different environments (development, staging, production) and the versioning system. Subsequently, I was involved in concrete projects, such as modifying and adding images, contact forms, email templates, as well as adding JavaScript (JQuery) functionalities and integrating Google Maps.",
    "exDescription2": "At Graphicon, my tasks involved developing websites using Angular 2+, Vue.js, PHP, and WordPress. I performed updates and added new features while ensuring the testing and deployment of the created or updated sites.",
    "exDescription3": "As an intern at WaveConnect, I worked on two projects: an e-commerce site without a CMS and a web application. The first project, developed in PHP, JavaScript, and MySQL, was for a restaurant with multiple points of sale, with the main objective of allowing customers to order online. The second project, also in PHP, JavaScript, and MySQL, aimed to determine the distance between the delivery location and the restaurant to set a price.",
    "exDescription4": "During my apprenticeship at Avlis, I mainly worked on a CRM composed of several branches (student space, back office, showcase site). My tasks included fixing bugs, adding new features, suggesting improvements, and studying the possibility of redoing the CRM with current technologies for better understanding of the tool by students, employees, and developers.",
    "exDescription5": "My first mission as a freelancer was for a client who was looking for a website offering functionalities that would allow her to dynamically add and modify her services and workshops from a back office, according to her needs. She also wanted a blog system that could be managed from the back office. *Back office: Personal space where the client can manage the site (e.g., blog, services, workshops, etc.).",
    "moreEx": "For more information about my professional and personal experiences, check out my portfolio.",
    "serviceDescription": "Thanks to the expertise I have gained through various projects, I am able to meet your most complex needs while respecting your expectations and requirements. Below you will find a list of the services offered along with their descriptions.",
    "serviceWebsite": "A showcase website is a digital business card that presents your activity, services, and values. Lightweight, fast, and designed to convert, it helps clients find you easily, boosts credibility, and generates leads. Ideal for small businesses, freelancers, and artisans, it works as a 24/7 marketing tool without requiring constant updates.",
    "serviceWebsiteRework": "A website redesign modernizes your online presence to enhance user experience, SEO, and sales performance. I optimize design, speed, and security while adapting your site to the latest trends and technologies. An updated site strengthens credibility, attracts more visitors, and improves conversions. This applies to showcase sites, e-commerce, or web apps.",
    "serviceEcommerce": "An e-commerce site is an online store that lets you sell products 24/7, worldwide. Unlike a physical store, it reduces fixed costs, attracts more customers, and increases sales through a high-performing digital channel. I help you build a custom, conversion-optimized, and secure store tailored to your needs. Boost your business with a professional store that turns visitors into buyers!",
    "serviceSaas": "A business software (or SaaS) is a custom digital solution designed to automate and optimize your workflows. Accessible online, it simplifies operations, improves productivity, and adapts to your specific needs while cutting infrastructure costs. Ideal for boosting efficiency and competitiveness.",
    "serviceApp": "A mobile app is software designed for smartphones and tablets, offering an optimized user experience. It enhances customer engagement, automates processes, or provides innovative services (e-commerce, bookings, real-time tracking…). I develop custom, high-performance, and intuitive apps tailored to your business needs. Boost visibility and efficiency with a personalized mobile solution!"
  }
  