{
    "home": "Startseite",
    "devi": "Eine Abweichung beantragen",
    "about": "Über mich",
    "contact": "Kontakt",
    "services": "Dienstleistungen",
    "references": "Referenzen",
    "price":"Preisliste",
    "portfolio": "Portfolio",
    "ourServices":"Meine Dienstleistungen",
    "pathway":"Werdegang",
    "expiriences":"Erfahrungen",
    "yearExperiences":"Jahre an Erfahrung",
    "realiseProject":"Durchgeführte Webprojekte",
    "satisfiedCustomer":"Zufriedener Kunde",
    "showcaseWebsite":"Website Erstellung",
    "learnMore":"Mehr erfahren",
    "reworkWebsite":"Website-Relaunch",
    "ecommerceWebste":"E-Commerce-Website Erstellung",
    "saas":"Geschäftssoftware / SaaS",
    "mobileApp":"Mobile-Anwendung",
    "all": "Alle",
    "website":"Website",
    "ecommerce": "E-Commerce-Website",
    "ourReferences":"Meine Referenzen",
    "priceTitle":"Ein angepasster Tarif für eine qualitativ hochwertige Website!",
    "standartWebsite":"Standard-Website",
    "ofHand":"Maßgeschneidert",
    "devOn":"Entwickelt mit WORDPRESS",
    "outilTool":"Inhaltsverwaltungswerkzeug",
    "handDev":"Maßgeschneidert entwickelt",
    "handOutil":"Handcodierung",
    "from":"Ab",
    "maintice":"Wartungstarif",
    "hourOr":"Stunden oder",
    "year":"JAHR",
    "update":"Website und Plugins aktualisieren",
    "graphChanging":"Grafische & inhaltliche Änderung",
    "saving":"Monatliches externes Backup",
    "performanceOptimisation":"Performance-Optimierung",
    "restauring":"Wiederherstellung im Falle eines Hackerangriffs",
    "contactMe": "Mich kontaktieren",
    "specificDev":"Spezialentwicklung",
    "dayPrice":"Durchschnittliche Tagesrate",
    "day":"TAG",
    "whatsapp":"Über WhatsApp",
    "perPhone":"Per Telefon",
    "perEmail":"Per E-Mail",
    "time":"Zeitplan",
    "week":"Montag - Freitag",
    "hourTime":"09:00 - 17:00",
    "errName":"Bitte geben Sie Ihren vollständigen Namen ein",
    "errValidEmail":"Bitte geben Sie eine gültige E-Mail-Adresse ein",
    "errEmail":"E-Mail ist ein Pflichtfeld",
    "errSubject":"Bitte geben Sie den Betreff Ihres Nachrichten ein",
    "errMessage": "Bitte geben Sie Ihr Nachricht ein",
    "successContact":"Ihre Nachricht wurde erfolgreich gesendet. Geben Sie uns Zeit, sie zu prüfen, und wir werden Ihnen so schnell wie möglich antworten.",
    "errorContact":"Ein Fehler ist beim Senden der Nachricht aufgetreten. Wir empfehlen Ihnen, einige Augenblicke zu warten und es erneut zu versuchen.",
    "sendMessage":"Senden",
    "yourMessage":"Ihre Nachricht",
    "yourSubject":"Betreff Ihres Nachrichten",
    "yourEmail":"Ihre E-Mail",
    "yourName":"Ihr vollständige Name",
    "shareOn":"Teilen auf den Soziale Medien",
    "devTitle":"Freiberuflicher Web- und Mobile-Entwickler",
    "devDescription": "Unabhängiger Web- und Mobile-Entwickler, Experte in Angular, React, Node.js, etc. Erfahrung seit 2018, berufliche, persönliche und freiberufliche Projekte ab Dezember 2024.",
    "legalNotice":"Datenschutzerklärung",
    "right":"Alle Rechte vorbehalten.",
    "domainTitle":"Spezialisiert in der Entwicklung",
    "navigation":"Navigation",
    "realisation":"Meine Errungenschaften",
    "yeare":"Jahr",
    "categorie":"Kategorie",
    "techno":"Technologien",
    "websiteLink":"Link zur Website",
    "websiteOnMaintenance":"Website in Wartung",
    "tasksOnWebsite":"Aufgaben auf der Baustelle erledigt",
    "ecommerceWebSite":"E-Commerce-Website",
    "web":"Website",
    "title1": "Bachelor in Informatik",
    "countryDe": "Deutschland",
    "periode1": "Oktober 2017 - Juli 2020",
    "description1": "Ich habe mein Universitätsstudium in Informatik in Deutschland begonnen, wo ich einen dreijährigen Bachelor-Zyklus absolviert habe.",
    "title2": "Bac +4 (RNCP) Web- und Mobile-Entwickler",
    "countryFr": "Frankreich",
    "periode2": "Januar 2021 - November 2021",
    "description2": "Nach meinem Bachelor-Abschluss bin ich nach Frankreich gezogen, um mein Studium auf dem Niveau Bac +4 Web- und Mobile-Entwickler fortzusetzen.",
    "title3": "Bac +5 (RNCP) IT-Experte und Informationssysteme",
    "periode3": "Januar 2022 - Februar 2023",
    "description3": "Ich habe mein Studium in Frankreich fortgesetzt, um den Abschluss Bac +5 IT-Experte und Informationssysteme zu erreichen und damit meine Fähigkeiten und Kenntnisse in der Informatik zu festigen.",
    "periode": "Zeitraum",
    "country": "Ort",
    "enterprice":"Unternehmen",
    "enterprice1":"udg",
    "enterprice2":"graphicon",
    "enterprice3":"waveconnect",
    "enterprice4":"avlis formation",
    "enterprice5":"Freelance-Vertrag",
    "exTitle1":"Studienstage (Webentwickler)",
    "exTitle2":"Studenten Job (Webentwickler)",
    "exTitle3":"Bac +4 (Webentwickler/Mobile)",
    "exTitle4":"Bac +5 (IT-Experte und Informationssysteme)",
    "exTitle5":"Freelancer",
    "exPeriode1":"März 2015 - September 2015",
    "exPeriode2":"Februar 2018 - Juli 2019",
    "exPeriode3":"Juni 2021 - Oktober 2021",
    "exPeriode4":"Februar 2022 - Februar 2023",
    "exPeriode5":"Dezember 2024 - Januar 2025",
    "exDescription1": "Während dieses Praktikums habe ich die Entwicklungspraktiken des Unternehmens kennengelernt, wie die verschiedenen Umgebungen (Entwicklung, Staging, Produktion) und das Versionskontrollsystem. Anschließend wurde ich in konkrete Projekte eingebunden, wie die Änderung und Hinzufügung von Bildern, Kontaktformularen, E-Mail-Vorlagen sowie die Hinzufügung von Funktionen in JavaScript (JQuery) und die Integration von Google Maps.",
    "exDescription2": "Bei Graphicon bestanden meine Aufgaben darin, Websites mit Angular 2+, Vue.js, PHP und WordPress zu entwickeln. Ich habe Updates durchgeführt und neue Funktionen hinzugefügt, während ich gleichzeitig Tests und die Bereitstellung der erstellten oder aktualisierten Websites sicherstellte.",
    "exDescription3": "Als Praktikant bei WaveConnect habe ich an zwei Projekten gearbeitet: einer E-Commerce-Website ohne CMS und einer Webanwendung. Das erste Projekt, das in PHP, JavaScript und MySQL erstellt wurde, war für ein Restaurant mit mehreren Verkaufsstellen bestimmt und hatte das Hauptziel, Kunden das Online-Bestellen zu ermöglichen. Das zweite Projekt, ebenfalls in PHP, JavaScript und MySQL, zielte darauf ab, die Entfernung zwischen dem Lieferort und dem Restaurant zu bestimmen, um einen Preis festzulegen.",
    "exDescription4": "Während meiner Ausbildung bei Avlis habe ich hauptsächlich an einem CRM gearbeitet, das aus mehreren Zweigen besteht (Studentenbereich, Backoffice, Schaufenster-Website). Meine Aufgaben bestanden darin, Fehler zu beheben, neue Funktionen hinzuzufügen, Verbesserungen vorzuschlagen und die Möglichkeit zu untersuchen, das CRM mit aktuellen Technologien neu zu gestalten, um das Tool für Studenten, Mitarbeiter und Entwickler besser verständlich zu machen.",
    "exDescription5": "Mein erster Auftrag als Freelancer war für eine Kundin, die eine Website suchte, die ihr ermöglichte, ihre Dienstleistungen und Workshops dynamisch über ein Backoffice hinzuzufügen und zu ändern, je nach ihren Bedürfnissen. Sie wünschte sich auch ein Blogsystem, das ebenfalls über das Backoffice verwaltet werden sollte. *Backoffice: Persönlicher Bereich, in dem der Kunde die Website verwalten kann (z.B. Blog, Dienstleistungen, Workshops usw.).",
    "moreEx":"Für weitere Informationen über meine beruflichen und persönlichen Erfahrungen, besuchen Sie mein Portfolio.",
    "serviceDescription": "Dank der Expertise, die ich durch verschiedene Projekte erworben habe, bin ich in der Lage, Ihre komplexesten Anforderungen zu erfüllen und dabei Ihre Erwartungen und Ansprüche zu respektieren. Im Folgenden finden Sie eine Liste der angebotenen Dienstleistungen sowie deren Beschreibung.",
    "serviceWebsite": "Eine Website ist eine digitale Visitenkarte, die Ihr Unternehmen, Ihre Dienstleistungen und Werte präsentiert. Leicht, schnell und auf Conversion optimiert, hilft sie Kunden, Sie einfach zu finden, steigert Ihre Glaubwürdigkeit und generiert Leads. Ideal für Kleinunternehmen, Handwerker oder Freiberufler – sie fungiert als 24/7-Marketingtool ohne ständige Updates.",
    "serviceWebsiteRework": "Ein Website-Relaunch modernisiert Ihren Online-Auftritt, verbessert Nutzererfahrung, SEO und Verkaufserfolg. Ich optimiere Design, Geschwindigkeit und Sicherheit und passe Ihre Seite an aktuelle Trends an. Ein modernisierter Auftritt stärkt Ihre Glaubwürdigkeit, zieht mehr Besucher an und erhöht die Conversion. Geeignet für Visitenkarten-Websites, Online-Shops oder Web-Apps.",
    "serviceEcommerce": "Ein E-Commerce-Shop ist ein Online-Geschäft, das Ihnen ermöglicht, Produkte weltweit 24/7 zu verkaufen. Im Vergleich zu einem Ladengeschäft reduziert es Fixkosten, gewinnt mehr Kunden und steigert Ihren Umsatz durch einen leistungsstarken digitalen Kanal. Ich entwickle einen maßgeschneiderten, conversionsoptimierten und sicheren Shop – perfekt auf Ihre Bedürfnisse zugeschnitten. Steigern Sie Ihren Umsatz mit einem professionellen Online-Store!",
    "serviceSaas": "Eine Business-Software (oder SaaS) ist eine maßgeschneiderte digitale Lösung zur Automatisierung und Optimierung Ihrer Arbeitsabläufe. Online verfügbar vereinfacht sie Prozesse, steigert die Produktivität und passt sich Ihren Anforderungen an – bei reduzierten Infrastrukturkosten. Ideal für mehr Effizienz und Wettbewerbsfähigkeit.",
    "serviceApp": "Eine Mobile App ist eine Software für Smartphones und Tablets mit optimierter Benutzeroberfläche. Sie steigert Kundenbindung, automatisiert Prozesse oder bietet innovative Services (E-Commerce, Buchungen, Echtzeit-Tracking…). Ich entwickle individuelle, leistungsstarke und intuitive Apps für Ihre Geschäftsanforderungen. Steigern Sie Sichtbarkeit und Effizienz mit einer maßgeschneiderten Mobile-Lösung!",
    "serviceSiteVitrineTitle": "Erstellung einer Webseite",
  "serviceSiteVitrineDescrip": "Benötigen Sie eine Webseite, um Ihr Unternehmen, Ihre Organisation oder Gemeinde zu präsentieren? Hier ist alles, was Sie über die Erstellung einer Webseite wissen müssen: \n Es gibt zwei Möglichkeiten, eine Webseite zu erstellen. Die erste und beliebteste Methode ist die Verwendung eines CMS (Content-Management-Systems), und die zweite ist die manuelle Entwicklung.",
  "serviceSiteVitrineAvantageTitel1": "24/7 Sichtbarkeit",
  "serviceSiteVitrineAvantageDescrip1": "Ihr Unternehmen ist jederzeit erreichbar, auch außerhalb der Öffnungszeiten, was Ihre Geschäftsmöglichkeiten erweitert.",
  "serviceSiteVitrineAvantageTitel2": "Professionelle Glaubwürdigkeit",
  "serviceSiteVitrineAvantageDescrip2": "Eine gut gestaltete Webseite stärkt das Markenimage und schafft Vertrauen bei potenziellen Kunden (75 % beurteilen die Glaubwürdigkeit eines Unternehmens anhand seiner Webseite).",
  "serviceSiteVitrineAvantageTitel3": "Lokale Suchmaschinenoptimierung (SEO)",
  "serviceSiteVitrineAvantageDescrip3": "Erscheinen Sie in den Ergebnissen von Google Maps und lokalen Suchanfragen ('Klempner in meiner Nähe').",
  "serviceSiteVitrineAvantageTitel4": "Vielseitige Marketingunterstützung",
  "serviceSiteVitrineAvantageDescrip4": "Integrierbar in Ihre Visitenkarten, E-Mail-Signaturen und sozialen Netzwerke für eine einheitliche Kommunikation.",
  "serviceSiteVitrineAvantageTitel5": "Besucheranalyse",
  "serviceSiteVitrineAvantageDescrip5": "Tools wie Google Analytics zeigen das Verhalten Ihrer Zielgruppe, um Ihre Angebote zu optimieren.",
  "serviceSiteVitrineDef": "Was ist die Erstellung einer Webseite?",
  "serviceSiteVitrineSubTitle": "Verschiedene Methoden zur Erstellung einer Webseite",
  "websiteVitrineCostTitle": "Was kostet die Erstellung einer Webseite?",
  "websiteVitrineCostPara": "Die Kosten für die Erstellung einer Webseite hängen direkt von den gewünschten Funktionen und der Struktur ab. Je nach Komplexität Ihres Projekts wird das Budget höher oder niedriger ausfallen.",
  "websiteVitrineCostSubPara": "Für eine Kostenschätzung Ihres Webseiten-Projekts kontaktieren Sie uns bitte über unser Formular. Ein Projektleiter wird Ihre Anfrage prüfen und Ihnen ein Angebot zusenden.",
  "websiteVitrineAvantgeTitle": "Die Erstellung von Websites bietet zahlreiche Vorteile, insbesondere:"
}
  