{
  "home": "Startseite",
  "devi": "Eine Abweichung beantragen",
  "about": "Über mich",
  "contact": "Kontakt",
  "services": "Dienstleistungen",
  "references": "Referenzen",
  "price":"Preisliste",
  "portfolio": "Portfolio",
  "ourServices":"Meine Dienstleistungen",
  "pathway":"Werdegang",
  "expiriences":"Erfahrungen",
  "yearExperiences":"Jahre an Erfahrung",
  "realiseProject":"Durchgeführte Webprojekte",
  "satisfiedCustomer":"Zufriedener Kunde",
  "showcaseWebsite":"Website Erstellung",
  "learnMore":"Mehr erfahren",
  "reworkWebsite":"Website-Relaunch",
  "ecommerceWebste":"E-Commerce-Website Erstellung",
  "saas":"Geschäftssoftware / SaaS",
  "mobileApp":"Mobile-Anwendung",
  "all": "Alle",
  "website":"Website",
  "ecommerce": "E-Commerce-Website",
  "ourReferences":"Meine Referenzen",
  "priceTitle":"Ein Tarif, der Ihren Bedürfnissen angepasst ist!",
  "standartWebsite":"Standard-Website",
  "ofHand":"Maßgeschneidert",
  "devOn":"Entwickelt mit WORDPRESS",
  "outilTool":"Inhaltsverwaltungswerkzeug",
  "handDev":"Maßgeschneidert entwickelt",
  "handOutil":"Handcodierung",
  "from":"Ab",
  "maintice":"Wartungstarif",
  "hourOr":"Stunden oder",
  "year":"JAHR",
  "update":"Website und Plugins aktualisieren",
  "graphChanging":"Grafische & inhaltliche Änderung",
  "saving":"Monatliches externes Backup",
  "performanceOptimisation":"Performance-Optimierung",
  "restauring":"Wiederherstellung im Falle eines Hackerangriffs",
  "contactMe": "Mich kontaktieren",
  "specificDev":"Spezialentwicklung",
  "dayPrice":"Durchschnittliche Tagesrate",
  "day":"TAG",
  "whatsapp":"Über WhatsApp",
  "perPhone":"Per Telefon",
  "perEmail":"Per E-Mail",
  "time":"Zeitplan",
  "week":"Montag - Freitag",
  "hourTime":"09:00 - 17:00",
  "errName":"Bitte geben Sie Ihren vollständigen Namen ein",
  "errValidEmail":"Bitte geben Sie eine gültige E-Mail-Adresse ein",
  "errEmail":"E-Mail ist ein Pflichtfeld",
  "errSubject":"Bitte geben Sie den Betreff Ihres Nachrichten ein",
  "errMessage": "Bitte geben Sie Ihr Nachricht ein",
  "successContact":"Ihre Nachricht wurde erfolgreich gesendet. Geben Sie mir Zeit, sie zu prüfen, und ich werde Ihnen so schnell wie möglich antworten.",
  "errorContact":"Ein Fehler ist beim Senden der Nachricht aufgetreten. Ich empfehle Ihnen, einige Augenblicke zu warten und es erneut zu versuchen.",
  "sendMessage":"Senden",
  "yourMessage":"Ihre Nachricht",
  "yourSubject":"Betreff Ihres Nachrichten",
  "yourEmail":"Ihre E-Mail",
  "yourName":"Ihr vollständige Name",
  "shareOn":"Teilen auf den Soziale Medien",
  "devTitle":"Freiberuflicher Web- und Mobile-Entwickler",
  "devDescription": "Unabhängiger Web- und Mobile-Entwickler, Experte in Angular, React, Node.js, etc. Erfahrung seit 2018, berufliche, persönliche und freiberufliche Projekte ab Dezember 2024.",
  "legalNotice":"Datenschutzerklärung",
  "right":"Alle Rechte vorbehalten.",
  "domainTitle":"Spezialisiert in der Entwicklung",
  "navigation":"Navigation",
  "realisation":"Meine Errungenschaften",
  "yeare":"Jahr",
  "categorie":"Kategorie",
  "techno":"Technologien",
  "websiteLink":"Link zur Website",
  "websiteOnMaintenance":"Website in Wartung",
  "tasksOnWebsite":"Aufgaben auf der Baustelle erledigt",
  "ecommerceWebSite":"E-Commerce-Website",
  "web":"Website",
  "title1": "Bachelor in Informatik",
  "countryDe": "Deutschland",
  "periode1": "Oktober 2017 - Juli 2020",
  "description1": "Ich habe mein Universitätsstudium in Informatik in Deutschland begonnen, wo ich einen dreijährigen Bachelor-Zyklus absolviert habe.",
  "title2": "Bac +4 (RNCP) Web- und Mobile-Entwickler",
  "countryFr": "Frankreich",
  "periode2": "Januar 2021 - November 2021",
  "description2": "Nach meinem Bachelor-Abschluss bin ich nach Frankreich gezogen, um mein Studium auf dem Niveau Bac +4 Web- und Mobile-Entwickler fortzusetzen.",
  "title3": "Bac +5 (RNCP) IT-Experte und Informationssysteme",
  "periode3": "Januar 2022 - Februar 2023",
  "description3": "Ich habe mein Studium in Frankreich fortgesetzt, um den Abschluss Bac +5 IT-Experte und Informationssysteme zu erreichen und damit meine Fähigkeiten und Kenntnisse in der Informatik zu festigen.",
  "periode": "Zeitraum",
  "country": "Ort",
  "enterprice":"Unternehmen",
  "enterprice1":"udg",
  "enterprice2":"graphicon",
  "enterprice3":"waveconnect",
  "enterprice4":"avlis formation",
  "enterprice5":"Freelance-Vertrag",
  "exTitle1":"Studienstage (Webentwickler)",
  "exTitle2":"Studenten Job (Webentwickler)",
  "exTitle3":"Bac +4 (Webentwickler/Mobile)",
  "exTitle4":"Bac +5 (IT-Experte und Informationssysteme)",
  "exTitle5":"Freelancer",
  "exPeriode1":"März 2015 - September 2015",
  "exPeriode2":"Februar 2018 - Juli 2019",
  "exPeriode3":"Juni 2021 - Oktober 2021",
  "exPeriode4":"Februar 2022 - Februar 2023",
  "exPeriode5":"Dezember 2024 - Januar 2025",
  "exDescription1": "Während dieses Praktikums habe ich die Entwicklungspraktiken des Unternehmens kennengelernt, wie die verschiedenen Umgebungen (Entwicklung, Staging, Produktion) und das Versionskontrollsystem. Anschließend wurde ich in konkrete Projekte eingebunden, wie die Änderung und Hinzufügung von Bildern, Kontaktformularen, E-Mail-Vorlagen sowie die Hinzufügung von Funktionen in JavaScript (JQuery) und die Integration von Google Maps.",
  "exDescription2": "Bei Graphicon bestanden meine Aufgaben darin, Websites mit Angular 2+, Vue.js, PHP und WordPress zu entwickeln. Ich habe Updates durchgeführt und neue Funktionen hinzugefügt, während ich gleichzeitig Tests und die Bereitstellung der erstellten oder aktualisierten Websites sicherstellte.",
  "exDescription3": "Als Praktikant bei WaveConnect habe ich an zwei Projekten gearbeitet: einer E-Commerce-Website ohne CMS und einer Webanwendung. Das erste Projekt, das in PHP, JavaScript und MySQL erstellt wurde, war für ein Restaurant mit mehreren Verkaufsstellen bestimmt und hatte das Hauptziel, Kunden das Online-Bestellen zu ermöglichen. Das zweite Projekt, ebenfalls in PHP, JavaScript und MySQL, zielte darauf ab, die Entfernung zwischen dem Lieferort und dem Restaurant zu bestimmen, um einen Preis festzulegen.",
  "exDescription4": "Während meiner Ausbildung bei Avlis habe ich hauptsächlich an einem CRM gearbeitet, das aus mehreren Zweigen besteht (Studentenbereich, Backoffice, Schaufenster-Website). Meine Aufgaben bestanden darin, Fehler zu beheben, neue Funktionen hinzuzufügen, Verbesserungen vorzuschlagen und die Möglichkeit zu untersuchen, das CRM mit aktuellen Technologien neu zu gestalten, um das Tool für Studenten, Mitarbeiter und Entwickler besser verständlich zu machen.",
  "exDescription5": "Mein erster Auftrag als Freelancer war für eine Kundin, die eine Website suchte, die ihr ermöglichte, ihre Dienstleistungen und Workshops dynamisch über ein Backoffice hinzuzufügen und zu ändern, je nach ihren Bedürfnissen. Sie wünschte sich auch ein Blogsystem, das ebenfalls über das Backoffice verwaltet werden sollte. *Backoffice: Persönlicher Bereich, in dem der Kunde die Website verwalten kann (z.B. Blog, Dienstleistungen, Workshops usw.).",
  "moreEx":"Für weitere Informationen über meine beruflichen und persönlichen Erfahrungen, besuchen Sie mein Portfolio.",
  "serviceDescription": "Dank der Expertise, die ich durch verschiedene Projekte erworben habe, bin ich in der Lage, Ihre komplexesten Anforderungen zu erfüllen und dabei Ihre Erwartungen und Ansprüche zu respektieren. Im Folgenden finden Sie eine Liste der angebotenen Dienstleistungen sowie deren Beschreibung.",
  "serviceWebsite": "Eine Website ist eine digitale Visitenkarte, die Ihr Unternehmen, Ihre Dienstleistungen und Werte präsentiert. Leicht, schnell und auf Conversion optimiert, hilft sie Kunden, Sie einfach zu finden, steigert Ihre Glaubwürdigkeit und generiert Leads. Ideal für Kleinunternehmen, Handwerker oder Freiberufler – sie fungiert als 24/7-Marketingtool ohne ständige Updates.",
  "serviceWebsiteRework": "Ein Website-Relaunch modernisiert Ihren Online-Auftritt, verbessert Nutzererfahrung, SEO und Verkaufserfolg. Ich optimiere Design, Geschwindigkeit und Sicherheit und passe Ihre Seite an aktuelle Trends an. Ein modernisierter Auftritt stärkt Ihre Glaubwürdigkeit, zieht mehr Besucher an und erhöht die Conversion. Geeignet für Visitenkarten-Websites, Online-Shops oder Web-Apps.",
  "serviceEcommerce": "Ein E-Commerce-Shop ist ein Online-Geschäft, das Ihnen ermöglicht, Produkte weltweit 24/7 zu verkaufen. Im Vergleich zu einem Ladengeschäft reduziert es Fixkosten, gewinnt mehr Kunden und steigert Ihren Umsatz durch einen leistungsstarken digitalen Kanal. Ich entwickle einen maßgeschneiderten, conversionsoptimierten und sicheren Shop – perfekt auf Ihre Bedürfnisse zugeschnitten. Steigern Sie Ihren Umsatz mit einem professionellen Online-Store!",
  "serviceSaas": "Eine Business-Software (oder SaaS) ist eine maßgeschneiderte digitale Lösung zur Automatisierung und Optimierung Ihrer Arbeitsabläufe. Online verfügbar vereinfacht sie Prozesse, steigert die Produktivität und passt sich Ihren Anforderungen an – bei reduzierten Infrastrukturkosten. Ideal für mehr Effizienz und Wettbewerbsfähigkeit.",
  "serviceApp": "Eine Mobile App ist eine Software für Smartphones und Tablets mit optimierter Benutzeroberfläche. Sie steigert Kundenbindung, automatisiert Prozesse oder bietet innovative Services (E-Commerce, Buchungen, Echtzeit-Tracking…). Ich entwickle individuelle, leistungsstarke und intuitive Apps für Ihre Geschäftsanforderungen. Steigern Sie Sichtbarkeit und Effizienz mit einer maßgeschneiderten Mobile-Lösung!",
  "serviceSiteVitrineTitle": "Erstellung einer Webseite",
  "serviceSiteVitrineAvantageTitel1": "24/7 Sichtbarkeit",
  "serviceSiteVitrineAvantageDescrip1": "Ihr Unternehmen ist jederzeit erreichbar, auch außerhalb der Öffnungszeiten, was Ihre Geschäftsmöglichkeiten erweitert.",
  "serviceSiteVitrineAvantageTitel2": "Professionelle Glaubwürdigkeit",
  "serviceSiteVitrineAvantageDescrip2": "Eine gut gestaltete Webseite stärkt das Markenimage und schafft Vertrauen bei potenziellen Kunden (75 % beurteilen die Glaubwürdigkeit eines Unternehmens anhand seiner Webseite).",
  "serviceSiteVitrineAvantageTitel3": "Lokale Suchmaschinenoptimierung (SEO)",
  "serviceSiteVitrineAvantageDescrip3": "Erscheinen Sie in den Ergebnissen von Google Maps und lokalen Suchanfragen ('Klempner in meiner Nähe').",
  "serviceSiteVitrineAvantageTitel4": "Vielseitige Marketingunterstützung",
  "serviceSiteVitrineAvantageDescrip4": "Integrierbar in Ihre Visitenkarten, E-Mail-Signaturen und sozialen Netzwerke für eine einheitliche Kommunikation.",
  "serviceSiteVitrineAvantageTitel5": "Besucheranalyse",
  "serviceSiteVitrineAvantageDescrip5": "Tools wie Google Analytics zeigen das Verhalten Ihrer Zielgruppe, um Ihre Angebote zu optimieren.",
  "serviceSiteVitrineDef": "Was ist die Erstellung einer Webseite?",
  "serviceSiteVitrineSubTitle": "Verschiedene Methoden zur Erstellung einer Webseite",
  "websiteVitrineCostTitle": "Was kostet die Erstellung einer Webseite?",
  "websiteVitrineAvantgeTitle": "Die Erstellung von Websites bietet zahlreiche Vorteile, insbesondere:",
  "defworpress": "Eine mit einem CMS (Content-Management-Tool) erstellte <strong>Website</strong> ist eine schlüsselfertige Webplattform, die ein Unternehmen, seine Produkte oder Dienstleistungen präsentiert, ohne komplexe E-Commerce-Funktionen. Tools wie WordPress, Joomla oder Drupal ermöglichen eine einfache Verwaltung ohne fortgeschrittene technische Kenntnisse. Sie bietet eine professionelle, anpassbare Schaufensterlösung, die für Suchmaschinen optimiert und mobilfreundlich ist. Ideal, um die Online-Sichtbarkeit und -Glaubwürdigkeit kostengünstig zu steigern.",
  "defWebsiteFromHand": "Eine <strong>Website</strong> <strong>HANDGEMACHT (manuell codiert)</strong> ist eine Website, die ohne CMS (wie WordPress) entwickelt wurde und vollständig in <strong>HTML, CSS und JavaScript</strong> (mit möglichen Frameworks wie <strong>React oder Angular</strong>) programmiert ist. Sie präsentiert ein Unternehmen, seine Dienstleistungen und Kontaktdaten mit einem maßgeschneiderten Design, das für Leistung und SEO optimiert ist. Im Gegensatz zu vorgefertigten Vorlagen bietet sie ein einzigartiges Erlebnis, das auf die visuelle Identität des Kunden zugeschnitten ist, mit voller Kontrolle über den Code und die Funktionen. Ideal für eine professionelle, leichte und schnelle Schaufensterlösung, die sich von der Konkurrenz abhebt.",
  "hybride": "Hybridmethode",
  "wordpressAndDevofHand": "Die Erstellung einer <strong>Website</strong> mit der Hybridmethode kombiniert maßgeschneiderte Entwicklung und CMS: Das Template und die Funktionen werden manuell codiert, um ein einzigartiges Design zu erstellen, das dann in ein Content-Management-System (z.B. WordPress) integriert wird. Dieser Ansatz bietet eine umfassende Anpassung bei gleichzeitiger Beibehaltung der einfachen Verwaltung des CMS.",
  "notionwordpress": "Technische Vorstellung - <strong>Plugins</strong>: vorgefertigte Funktionen, <strong>Thema</strong>: vorgefertigtes Design, <strong>SEO (Suchmaschinenoptimierung)</strong>: Web-Referenzierung, <strong>Backoffice</strong>: dedizierter Bereich für den Kunden zur Verwaltung des Website-Inhalts (Bilder, Texte...) ohne Codeänderungen.",
  "avworpresstitle1": "Einfache Bedienung",
  "avworpresstext1": "Intuitive Benutzeroberfläche, keine technischen Kenntnisse zur Inhaltsverwaltung erforderlich. Der Kunde kann den Inhalt selbst verwalten (Bilder, Texte hinzufügen...).",
  "avworpresstitle2": "Wirtschaftlich und schnell einsetzbar",
  "avworpresstext2": "Günstiger als eine maßgeschneiderte Entwicklung, mit sofort einsatzbereiten Themes und Plugins.",
  "avworpresstitle3": "Weniger kostspielige und komplexe Wartung",
  "avworpresstext3": "Der Kunde kann den Inhalt selbst verwalten, wodurch die Wartungskosten gesenkt werden. Bei einer maßgeschneiderten Website wird der Inhalt vom Entwickler verwaltet, abgesehen von der Wartung im Zusammenhang mit Design und Funktionalität.",
  "avworpresstitle4": "SEO-optimiert",
  "avworpresstext4": "Saubere Struktur und integrierte Tools (Yoast SEO) für besseres natürliches Ranking.",
  "avworpresstitle5": "Community und Support",
  "avworpresstext5": "Umfangreiche Dokumentation und kostenloser oder kostenpflichtiger Online-Support.",
  "disworpresstitle1": "Technische Einschränkungen",
  "disworpresstext1": "Einige erweiterte Anpassungen erfordern einen erfahrenen Entwickler. Dies führt zu höheren Kosten, die bei einer maßgeschneiderten Website für dieselbe Funktionalität geringer wären.",
  "disworpresstitle2": "Plugin nicht geeignet und nicht anpassbar",
  "disworpresstext2": "Die verwendeten Plugins sind nicht zu 100% auf die Bedürfnisse der Website abgestimmt, und einige Änderungen können unmöglich sein.",
  "disworpresstitle3": "Variable Leistung",
  "disworpresstext3": "Kann durch zu viele schlecht optimierte Plugins verlangsamt werden.",
  "disworpresstitle4": "Abhängigkeit von Plugins",
  "disworpresstext4": "Einige kostenlose Plugins werden kostenpflichtig oder werden aufgegeben.",
  "disworpresstitle5": "Sicherheit zu überwachen",
  "disworpresstext5": "Bevorzugtes Ziel von Hackern (Notwendigkeit von Backups und Schutzmaßnahmen).",
  "avOfHandTitle1": "Vollständige Anpassung",
  "avOfHandText1": "Die Website wird speziell nach Ihren Bedürfnissen gestaltet, mit einzigartigen Funktionen und einem Design, das zu Ihrer Marke passt.",
  "avOfHandTitle2": "Optimierte Leistung",
  "avOfHandText2": "Sauberer Code und maßgeschneiderte technische Architektur garantieren schnelle Ladezeiten und eine bessere Benutzererfahrung.",
  "avOfHandTitle3": "Skalierbarkeit",
  "avOfHandText3": "Leicht anpassbar und erweiterbar, im Gegensatz zu vorgefertigten Lösungen, die zukünftige Updates einschränken können.",
  "avOfHandTitle4": "Verstärkte Sicherheit",
  "avOfHandText4": "Weniger anfällig für generische Angriffe (im Gegensatz zu beliebten CMS, die häufig Ziel von Hackern sind).",
  "avOfHandTitle5": "Technische Unabhängigkeit",
  "avOfHandText5": "Keine Einschränkungen durch ein CMS (Themes, Plugins), Sie haben die volle Kontrolle über Ihre Website.",
  "disOfHandTitle1": "Höhere Kosten",
  "disOfHandText1": "Benötigt mehr Zeit und Fachwissen als ein Standard-CMS, daher höheres Anfangsbudget.",
  "disOfHandTitle2": "Entwicklungszeit",
  "disOfHandText2": "Design und Codierung dauern länger als eine schlüsselfertige Lösung (z.B. WordPress mit einem vorhandenen Theme).",
  "disOfHandTitle3": "Technische Wartung erforderlich",
  "disOfHandText3": "Updates, Korrekturen und Hosting müssen aktiv verwaltet werden (im Gegensatz zu All-in-One-SaaS-Lösungen).",
  "disOfHandTitle4": "Abhängigkeit vom Entwickler",
  "disOfHandText4": "Ohne internes technisches Team sind für größere Änderungen Fachleute erforderlich.",
  "disOfHandTitle5": "Kein Plugin-Ökosystem",
  "disOfHandText5": "Im Gegensatz zu CMS muss jede neue Funktion manuell codiert werden.",
  "avHybrideTitle1": "Einzigartiges und professionelles Design",
  "avHybrideText1": "Ein 100% maßgeschneidertes Template spiegelt Ihre visuelle Identität perfekt wider, im Gegensatz zu vorgefertigten Themes.",
  "avHybrideTitle2": "Optimierte Benutzererfahrung",
  "avHybrideText2": "Maßgeschneiderte Funktionen für Ihre spezifischen Bedürfnisse (Animationen, Kundenreise etc.).",
  "avHybrideTitle3": "Technische Flexibilität",
  "avHybrideText3": "Keine Einschränkungen durch ein vorgefertigtes Theme (tiefgehende Änderungen möglich).",
  "avHybrideTitle4": "Vereinfachte Inhaltsverwaltung",
  "avHybrideText4": "CMS-Backoffice (z.B. WordPress) zur Änderung von Texten/Bildern ohne technische Kenntnisse.",
  "avHybrideTitle5": "Besseres SEO & Leistung",
  "avHybrideText5": "Handoptimierter Code für eine schnelle und gut referenzierte Website.",
  "disHybrideTitle1": "Höhere Kosten",
  "disHybrideText1": "Teurer als ein fertiges Template (maßgeschneiderte Entwicklung).",
  "disHybrideTitle2": "Längere Realisierungszeit",
  "disHybrideText2": "Die manuelle Erstellung dauert länger als ein vorgefertigtes Theme.",
  "disHybrideTitle3": "Technische Wartung erforderlich",
  "disHybrideText3": "Updates des benutzerdefinierten Codes erfordern einen Entwickler.",
  "notionWebsiteFromHand": "Technische Vorstellung - <strong>HTML, CSS und JavaScript</strong>: Programmiersprachen, <strong>CMS</strong>: Content-Management-Tool, <strong>Frameworks</strong>: Bibliothek oder Library zur Erleichterung der Webentwicklung.",
  "notionwordpressAndDevofHand": "Technische Vorstellung - <strong>Hybrid</strong>: Kombiniert beide Entwicklungsansätze (maßgeschneidertes Design und Funktionalität, Inhaltsverwaltung (Bilder, Texte...) mit einem CMS), <strong>CMS</strong>: Content-Management-Tool.",
  "advantage": "Vorteil",
  "disadvantage": "Nachteil",
  "websiteVitrineReferenceTitle": "Einige Schaufenster-Website-Erstellungen",
  "serviceReworkWebsiteTitle": "Überarbeitung einer Website (Schaufenster, E-Commerce, Web-Anwendung)",
  "serviceReworkWebsiteSubTitle": "Verschiedene Methoden zur Überarbeitung einer Website (Schaufenster, E-Commerce, Web-Anwendung)",
  "websiteReworkWebsiteAvantgeTitle": "Die Überarbeitung einer Website (Schaufenster, E-Commerce, Web-Anwendung) bietet zahlreiche Vorteile, darunter:",
  "serviceReworkWebsiteAvantageTitel1": "Modernisierung des Images",
  "serviceReworkWebsiteAvantageDescrip1": "Ein aktualisiertes Design erhöht die Glaubwürdigkeit und zieht mehr Besucher an (+70% Engagement laut Studien).",
  "serviceReworkWebsiteAvantageTitel2": "Mobile Optimierung",
  "serviceReworkWebsiteAvantageDescrip2": "Verbessert die Benutzererfahrung (55% des Traffics kommt von mobilen Geräten) und die Suchmaschinenoptimierung (SEO).",
  "serviceReworkWebsiteAvantageTitel3": "Erhöhte Leistung",
  "serviceReworkWebsiteAvantageDescrip3": "Eine schnellere Website reduziert die Absprungrate (40% der Besucher verlassen die Seite, wenn die Ladezeit >3s beträgt).",
  "serviceReworkWebsiteAvantageTitel4": "Verstärkte Sicherheit",
  "serviceReworkWebsiteAvantageDescrip4": "Schutz vor Cyberangriffen (wesentlich für E-Commerce und DSGVO).",
  "serviceReworkWebsiteAvantageTitel5": "Integration neuer Technologien",
  "serviceReworkWebsiteAvantageDescrip5": "(1-Klick-Zahlungen, Chatbots, APIs…) = Wettbewerbsvorteil.",
  "notionrework": "Technischer Begriff - <strong>Techs</strong>: Technologien, <strong>DSGVO</strong>: Europäische Datenschutz-Grundverordnung, <strong>Chatbots</strong>: Intelligenter Gesprächsroboter, der Ihre Fragen in einem definierten Kontext beantwortet, <strong>API</strong>: Kommunikationsmethode zwischen verschiedenen Anwendungen (Nutzung eines Dienstes oder einer Funktionalität von einer externen Anwendung aus).",
  "serviceReworkWebsiteDef": "Was ist die Überarbeitung einer Website?",
  "wordpressAndDevofHandRework": "Die <strong>Überarbeitung einer Website (Schaufenster, E-Commerce, Web-Anwendung)</strong> in hybrider Methode kombiniert maßgeschneiderte Entwicklung und CMS: Das Template und die Funktionalitäten werden manuell codiert, um ein einzigartiges Design zu erstellen, und dann in ein Content-Management-System (z.B. WordPress) integriert. Dieser Ansatz bietet eine umfassende Anpassung bei gleichzeitiger Beibehaltung der einfachen Verwaltung über das CMS.",
  "notionvitrine": "Technischer Begriff - <strong>SEO</strong>: Suchmaschinenoptimierung (Erscheinen in Suchmaschinen wie Google, Bing, Yahoo...), <strong>Google Maps</strong>: Interaktive digitale Weltkarte, die Ihnen helfen kann, eine Adresse, eine Position... zu finden, <strong>Google Analytics</strong>: Schnittstelle zur Überwachung des Traffics auf Ihrer Website.",
  "websiteCostSubPara": "Für eine Kostenschätzung Ihres Website-Erstellungsprojekts kontaktieren Sie mich bitte über das Kontaktformular. Ich werde die Machbarkeit Ihres Projekts prüfen und Ihnen ein Angebot senden.",
  "websiteReworkWebsiteCostTitle": "Was kostet die Überarbeitung einer Website?",
  "websiteReworkWebsiteCostPara": "Die Kosten für die Überarbeitung einer Website hängen direkt von den gewünschten Funktionalitäten, der gewählten Entwicklungsmethode (CMS, maßgeschneiderte Entwicklung oder hybride Methode). Daher wird das Budget je nach Komplexität Ihres Projekts höher oder niedriger ausfallen.",
  "websiteVitrineCostPara": "Die Kosten für die Erstellung einer Website hängen direkt von den gewünschten Funktionalitäten, der gewählten Entwicklungsmethode (CMS, maßgeschneiderte Entwicklung oder hybride Methode). Daher wird das Budget je nach Komplexität Ihres Projekts höher oder niedriger ausfallen.",
  "websiteReworkReferenceTitle": "Einige überarbeitete Websites",
  "serviceEcommerceWebsiteDef": "Was ist die Erstellung eines E-Commerce-Websites?",
  "serviceEcommerceWebsiteTitle": "Erstellung einer E-Commerce-Website",
  "serviceEcommerceWebsiteSubTitle": "Verschiedene Methoden zur Erstellung einer E-Commerce-Website",
  "websiteEcommerceWebsiteAvantgeTitle": "Die Erstellung einer E-Commerce-Website für Händler mit oder ohne Ladengeschäft bietet zahlreiche Vorteile, darunter:",
  "serviceEcommerceWebsiteAvantageTitel1": "Erweiterte Kundschaft",
  "serviceEcommerceWebsiteAvantageDescrip1": "Verkaufen Sie rund um die Uhr an Kunden außerhalb Ihrer geografischen Region. Erreichen Sie neue Märkte ohne physische Grenzen, sogar international.",
  "serviceEcommerceWebsiteAvantageTitel2": "Wertvolle Kundendaten",
  "serviceEcommerceWebsiteAvantageDescrip2": "Analysieren Sie das Kaufverhalten (besuchte Seiten, abgebrochene Warenkörbe), um Ihr Angebot und Ihre Werbeaktionen präzise anzupassen.",
  "serviceEcommerceWebsiteAvantageTitel3": "Optimierte Verwaltung",
  "serviceEcommerceWebsiteAvantageDescrip3": "Automatisierung von Prozessen (Bestellungen, Rechnungen, Lagerbestände). Zeitersparnis, um sich auf die Handelsstrategie zu konzentrieren.",
  "serviceEcommerceWebsiteAvantageTitel4": "Krisenresilienz",
  "serviceEcommerceWebsiteAvantageDescrip4": "Alternative zu erzwungenen Schließungen (Lockdowns, Unwetter). Diversifizieren Sie Ihre Vertriebskanäle für mehr Stabilität.",
  "serviceEcommerceWebsiteAvantageTitel5": "Flexibilität bei der Weiterentwicklung",
  "serviceEcommerceWebsiteAvantageDescrip5": "Ändern Sie Angebote, Preise oder Werbeaktionen in Echtzeit ohne physische Einschränkungen (Preisschilder, Schaufenster).",
  "notionecommerce": "Technischer Begriff - <strong>Vertriebskanäle</strong>: Weg, über den Sie Ihre Produkte anbieten, <strong>physische Einschränkungen</strong>: Einfachheit der Preisänderung Ihrer Produkte über ein Content-Management-Tool (CMS).",
  "websiteEcommerceWebsiteCostTitle": "Was kostet die Erstellung einer E-Commerce-Website?",
  "websiteEcommerceWebsiteCostPara": "Die Kosten für die Erstellung einer E-Commerce-Website hängen direkt von den Funktionen und der gewählten Entwicklungsmethode (CMS, maßgeschneiderte Entwicklung oder Hybrid) ab. Je nach Komplexität Ihres Projekts wird das Budget höher oder niedriger ausfallen.",
  "defecommerceworpress": "Die <strong>Erstellung einer E-Commerce-Website</strong> mit einem CMS besteht darin, eine Content-Management-Plattform (wie Shopify, WooCommerce oder PrestaShop) zu verwenden, um einen Online-Shop ohne Programmierung zu entwickeln. Diese schlüsselfertigen Lösungen bieten integrierte E-Commerce-Funktionen (Katalog, Warenkorb, Zahlung) und ermöglichen eine Anpassung des Designs über Themes und Erweiterungen. Der Hauptvorteil liegt in der einfachen Verwaltung von Produkten, Bestellungen und Kunden, auch ohne technische Kenntnisse, und gewährleistet eine schnelle und sichere Online-Präsenz.",
  "defEcommerceWebsiteFromHand": "Die <strong>Erstellung einer E-Commerce-Website</strong> von Hand besteht darin, einen Online-Shop vollständig <strong>ohne vorgefertigtes CMS</strong> (wie Shopify oder WooCommerce) zu entwickeln. Der Code (HTML, CSS, JavaScript für das Frontend und PHP, Node.js, Python, SQL für das Backend) wird manuell geschrieben, was eine vollständige Kontrolle über Design, Funktionen und Leistung bietet. Diese Methode ermöglicht eine maßgeschneiderte Erfahrung, die auf die spezifischen Bedürfnisse des Unternehmens zugeschnitten ist.",
  "wordpressAndDevofHandEcommerce": "Die <strong>Erstellung einer E-Commerce-Website</strong> in hybrider Methode kombiniert maßgeschneiderte Entwicklung und CMS: Das Template und die Funktionen werden manuell codiert, um ein einzigartiges Design zu erstellen, und dann in ein Content-Management-System (z.B. WordPress) integriert. Dieser Ansatz bietet eine umfassende Anpassung bei gleichzeitiger Beibehaltung der einfachen Verwaltung über das CMS.",
  "notionEcommerceFromHand": "Technischer Begriff - <strong>HTML, CSS, JavaScript, PHP, Node.js, Python, SQL</strong>: Programmiersprachen, <strong>CMS</strong>: Content-Management-Tool, <strong>Frontend</strong>: Der sichtbare Teil der Website (Design), <strong>Backend</strong>: Der unsichtbare Teil der Website, der die Hauptfunktionen der Anwendung verwaltet (Warenkorb hinzufügen, Zahlung durchführen, etc.).",
  "notionwordpressAndDevofHandEcommerce": "Technischer Begriff - <strong>Hybrid</strong>: Kombiniert beide Entwicklungsansätze (maßgeschneidertes Design und Funktionen, Inhaltsverwaltung (Bilder, Texte...) mit einem CMS), <strong>CMS</strong>: Content-Management-Tool, <strong>Template</strong>: Stellt das handgefertigte Design der Website dar.",
  "defreworkworpress": "Die <strong>Überarbeitung einer Website (Schaufenster, E-Commerce)</strong> unter einem CMS besteht darin, eine bestehende Website zu restrukturieren und zu modernisieren, während ihr Content-Management-System beibehalten wird. Dies umfasst in der Regel ein Design-Update, eine Optimierung der Benutzererfahrung, eine Verbesserung der technischen Leistung und eine Anpassung an neue Webstandards, während der bestehende Inhalt erhalten oder migriert wird. Ziel ist es, die Effizienz der Website zu verbessern und gleichzeitig die vom CMS gebotene Verwaltungsfreundlichkeit zu bewahren, ohne die grundlegende Architektur in Frage zu stellen.",
  "defReworkWebsiteFromHand": "Die <strong>manuelle Überarbeitung</strong> einer <strong>Website (Schaufenster, E-Commerce, Web-Anwendung)</strong> besteht darin, eine bestehende Website vollständig zu restrukturieren, indem ihre Architektur, ihr Design und ihre Funktionen von Hand neu codiert werden, ohne vorgefertigte Systeme zu verwenden. Dieser maßgeschneiderte Ansatz ermöglicht die Optimierung der technischen Leistung, die perfekte Anpassung der Benutzerfreundlichkeit an die Nutzerbedürfnisse und die Aktualisierung der visuellen Identität, während das Ranking erhalten oder verbessert wird. Im Gegensatz zu einer einfachen kosmetischen Aktualisierung erfordert die manuelle Überarbeitung eine vollständige Neukonstruktion des Quellcodes für eine dauerhafte und perfekt auf die strategischen Ziele abgestimmte Lösung.",
  "notionWebsiteReworkFromHand": "Technischer Begriff - <strong>CMS</strong>: Content-Management-Tool, <strong>SaaS</strong>: Software as a Service (Software, die im Web/Browser ausgeführt wird), <strong>Plugins</strong>: Vorgefertigte Funktionen, <strong>Thema</strong>: Vorgefertigtes Design, <strong>Ergonomie</strong>: Benutzeroberfläche und Benutzererfahrung.",
  "websiteEcommerReferenceTitle": "Einige E-Commerce-Website-Erstellungen",
  "serviceAppTitle": "Erstellung einer mobilen App",
  "apphybride": "Hybrid-Methode",
  "appcross": "Cross-Platform-Methode",
  "appnative": "Native-Methode",
  "serviceAppSubTitle": "Verschiedene Arten der Erstellung einer mobilen App",
  "serviceAppDef": "Was ist die Erstellung einer mobilen App?",
  "appAvantgeTitle": "Die Erstellung einer mobilen App bietet viele Vorteile, darunter:",
  "appnotion": "Technische Begriffe - .",
  "serviceAppAvantageTitel1": "Push-Benachrichtigungen",
  "serviceAppAvantageDescrip1": "Direkte Kommunikation mit Kunden für Promotionen, Erinnerungen oder Warnungen, steigert das Engagement um bis zu 3× mehr als E-Mail/SMS.",
  "serviceAppAvantageTitel2": "Optimierte Benutzererfahrung",
  "serviceAppAvantageDescrip2": "Flüssige und intuitive mobile Schnittstellen, speziell für Touchscreens entwickelt, bieten eine angenehmere Navigation als das mobile Web.",
  "serviceAppAvantageTitel3": "Offline-Nutzung",
  "serviceAppAvantageDescrip3": "Funktionen verfügbar ohne Internet, wichtig für schlecht versorgte Gebiete oder mobile Nutzung (z.B. Karten, Dokumente).",
  "serviceAppAvantageTitel4": "Allgegenwärtige Marke",
  "serviceAppAvantageDescrip4": "Das Icon auf dem Startbildschirm erhöht Ihre Sichtbarkeit und erinnert Kunden täglich an Ihre Existenz.",
  "serviceAppAvantageTitel5": "Geräteintegration",
  "serviceAppAvantageDescrip5": "Nutzung von Kamera, GPS, Kontakten für einzigartige Funktionen (Bilderkennung, Geolokalisierung, biometrische Zahlung).",
  "serviceAppCostTitle": "Was kostet die Erstellung einer mobilen App?",
  "serviceAppCostPara": "Die Preise für die Erstellung einer mobilen App hängen direkt von den Funktionen und der gewählten Entwicklungsmethode (PWA, Frameworks, Native Entwicklung) ab. Je nach Komplexität Ihres Projekts wird das Budget höher oder niedriger ausfallen.",
  "serviceAppCostSubPara": "Für eine Kostenschätzung Ihres mobilen App-Projekts kontaktieren Sie mich bitte über das Kontaktformular. Ich werde die Machbarkeit Ihres Projekts prüfen und Ihnen ein Angebot senden.",
  "defapphybride": "Eine hybride App kombiniert native und webbasierte Elemente. Sie verwendet Webtechnologien (HTML, CSS, JavaScript) in einem nativen Container, was eine schnelle und plattformübergreifende Entwicklung ermöglicht. Sie bietet eine konsistente Benutzererfahrung und greift auf native Gerätefunktionen zu.",
  "defappcrossplatform": "Die Erstellung einer Cross-Platform-App ermöglicht die Entwicklung einer Anwendung, die auf mehreren Betriebssystemen (iOS, Android) aus einem einzigen Quellcode läuft. Dies reduziert die Entwicklungskosten und -zeit und bietet eine konsistente Benutzererfahrung.",
  "defappnatif": "Die native Entwicklung beinhaltet die Entwicklung von Software, die speziell für eine Plattform (iOS, Android) unter Verwendung von Sprachen wie Swift oder Kotlin entwickelt wird, um eine optimale und flüssige Benutzererfahrung zu bieten. Das bedeutet, dass für eine mobile App, die auf Android und iOS läuft, zwei separate Codes für jede Plattform erforderlich sind.",
  "avAppHybrideTitle1": "Reduzierte Kosten",
  "avAppHybrideText1": "Die Entwicklung einer hybriden Anwendung ist in der Regel kostengünstiger, da ein einziger Code für mehrere Plattformen (iOS und Android) verwendet wird.",
  "avAppHybrideTitle2": "Schnelle Entwicklung",
  "avAppHybrideText2": "Die Entwicklungszeit ist kürzer, sodass die Anwendung schneller auf den Markt gebracht werden kann.",
  "avAppHybrideTitle3": "Vereinfachte Wartung",
  "avAppHybrideText3": "Updates und Fehlerbehebungen erfolgen an einer Stelle, was die Wartung der Anwendung erleichtert.",
  "avAppHybrideTitle4": "Zugänglichkeit",
  "avAppHybrideText4": "Die Anwendung kann auf verschiedenen Betriebssystemen verwendet werden, ohne separate Entwicklungen zu erfordern.",
  "avAppHybrideTitle5": "Flexibilität",
  "avAppHybrideText5": "Es ist einfacher, neue Funktionen zu integrieren und Änderungen vorzunehmen, da der Code zwischen den Plattformen geteilt wird.",
  "disAppHybrideTitle1": "Weniger Optimale Leistung",
  "disAppHybrideText1": "Hybride Anwendungen können langsamer und weniger reaktionsschnell sein als native Anwendungen, insbesondere bei komplexen Funktionen.",
  "disAppHybrideTitle2": "Benutzererfahrung",
  "disAppHybrideText2": "Die Benutzeroberfläche kann weniger flüssig oder intuitiv sein als die einer nativen Anwendung, da sie nicht speziell für eine Plattform entwickelt wurde.",
  "disAppHybrideTitle3": "Eingeschränkter Zugriff auf Funktionen",
  "disAppHybrideText3": "Bestimmte plattformspezifische Funktionen können schwer zu implementieren sein oder zusätzliche Plugins erfordern.",
  "disAppHybrideTitle4": "Abhängigkeit von Plugins",
  "disAppHybrideText4": "Für den Zugriff auf native Funktionen sind oft Drittanbieter-Plugins erforderlich, was zu Kompatibilitätsproblemen führen kann.",
  "disAppHybrideTitle5": "Sicherheit",
  "disAppHybrideText5": "Hybride Anwendungen können anfälliger für Sicherheitslücken sein, da sie oft auf Webtechnologien basieren, die weniger sicher sein können als native Technologien.",
  "notionhybride": "Technischer Begriff - <strong>(HTML, CSS, JavaScript)</strong>: Websprachen, <strong>Hybrid</strong>: Multiplattform (iOS/Android), <strong>Nativer Container</strong>: Eine native Schicht auf dem Telefon, auf der der generierte Webcode installiert ist, <strong>Native Funktionen</strong>: Funktionen des Telefons (GPS, Kamera, Kontakte usw.), <strong>Plugins</strong>: Vorgefertigte Funktionen, <strong>Benutzeroberfläche</strong>: Visuelles der Anwendung (wo der Benutzer interagiert), <strong>Native Anwendung</strong>: Anwendung, die mit plattformspezifischem Code entwickelt wurde (iOS/Android).",
  "avAppCrossPlatformTitle1": "Kosteneinsparung",
  "avAppCrossPlatformText1": "Die Entwicklung einer einzigen Anwendung, die auf mehreren Plattformen (iOS, Android) läuft, ist in der Regel kostengünstiger als die Erstellung separater nativer Anwendungen.",
  "avAppCrossPlatformTitle2": "Zeitersparnis",
  "avAppCrossPlatformText2": "Die Entwicklung geht schneller, da ein Großteil des Codes zwischen den verschiedenen Plattformen wiederverwendet werden kann.",
  "avAppCrossPlatformTitle3": "Vereinfachte Updates",
  "avAppCrossPlatformText3": "Updates und Fehlerbehebungen können gleichzeitig auf allen Plattformen bereitgestellt werden, was die Wartung vereinfacht.",
  "avAppCrossPlatformTitle4": "Konsistente Benutzererfahrung",
  "avAppCrossPlatformText4": "Die Anwendung bietet eine einheitliche Benutzererfahrung, unabhängig vom verwendeten Betriebssystem.",
  "avAppCrossPlatformTitle5": "Zugang zu einem Größeren Markt",
  "avAppCrossPlatformText5": "Durch die Verfügbarkeit auf mehreren Plattformen kann die Anwendung ein größeres Publikum erreichen, ohne zusätzlichen Aufwand.",
  "disAppCrossPlatformTitle1": "Reduzierte Leistung",
  "disAppCrossPlatformText1": "Plattformübergreifende Anwendungen können weniger leistungsfähig sein als native Anwendungen, insbesondere bei ressourcenintensiven Anwendungen.",
  "disAppCrossPlatformTitle2": "Weniger Optimale Benutzererfahrung",
  "disAppCrossPlatformText2": "Sie können die plattformspezifischen Funktionen nicht vollständig nutzen, was die Benutzererfahrung beeinträchtigen kann.",
  "disAppCrossPlatformTitle3": "Abhängigkeit von Drittanbieter-Tools",
  "disAppCrossPlatformText3": "Die Entwicklung basiert oft auf Drittanbieter-Frameworks, was zu Problemen führen kann, wenn diese Tools nicht mehr unterstützt oder aktualisiert werden.",
  "disAppCrossPlatformTitle4": "Kompatibilität",
  "disAppCrossPlatformText4": "Es kann Kompatibilitätsprobleme mit bestimmten plattformspezifischen Funktionen geben, die zusätzliche Anpassungen erfordern.",
  "disAppCrossPlatformTitle5": "Komplexität der Fehlerbehebung",
  "disAppCrossPlatformText5": "Das Identifizieren und Beheben von Fehlern kann komplexer sein, da sie sich auf den verschiedenen Plattformen unterschiedlich manifestieren können.",
  "notioncrossplatform": "Technischer Begriff - <strong>Ein Quellcode</strong>: Bedeutet, die Anwendung einmal zu entwickeln und das Ergebnis mit allen Plattformen kompatibel zu machen, <strong>Plattformübergreifend</strong>: Funktioniert auf mehreren verschiedenen Plattformen, <strong>Native Anwendung</strong>: Anwendung, die mit plattformspezifischem Code entwickelt wurde (iOS/Android), <strong>Drittanbieter-Frameworks</strong>: Externe Bibliothek, die den Quellcode mit anderen Plattformen kompatibel macht, <strong>Fehler</strong>: Fehler im Quellcode.",
  "avAppNatifTitle1": "Optimale Leistung",
  "avAppNatifText1": "Native Anwendungen sind schnell und reaktionsschnell und bieten eine flüssige Benutzererfahrung.",
  "avAppNatifTitle2": "Vollständiger Zugriff auf Funktionen",
  "avAppNatifText2": "Sie können alle Funktionen des Telefons nutzen, wie Kamera, GPS und Benachrichtigungen.",
  "avAppNatifTitle3": "Intuitive Benutzeroberfläche",
  "avAppNatifText3": "Die Anwendung ist speziell für jedes Betriebssystem entwickelt, was die Benutzeroberfläche intuitiver und angenehmer macht.",
  "avAppNatifTitle4": "Erhöhte Sicherheit",
  "avAppNatifText4": "Native Anwendungen können persönliche Daten besser schützen, da sie integrierte Sicherheitsmaßnahmen bieten.",
  "avAppNatifTitle5": "Bessere Offline-Interaktion",
  "avAppNatifText5": "Sie können ohne Internetverbindung funktionieren, was für unterwegs praktisch ist.",
  "disAppNatifTitle1": "Hohe Entwicklungskosten",
  "disAppNatifText1": "Die Entwicklung einer nativen Anwendung für mehrere Plattformen (iOS und Android) kann teuer sein.",
  "disAppNatifTitle2": "Lange Entwicklungszeit",
  "disAppNatifText2": "Der Erstellungsprozess kann länger dauern, da für jede Plattform (iOS, Android) ein separater Code erforderlich ist.",
  "disAppNatifTitle3": "Komplizierte Updates",
  "disAppNatifText3": "Jedes Update muss von den Plattformen (App Store, Google Play) genehmigt werden, was den Prozess verlangsamen kann.",
  "disAppNatifTitle4": "Bedarf an Spezifischen Fähigkeiten",
  "disAppNatifText4": "Entwickler müssen unterschiedliche Programmiersprachen für jede Plattform beherrschen.",
  "disAppNatifTitle5": "Komplexere Wartung",
  "disAppNatifText5": "Die Verwaltung zweier Versionen der Anwendung (eine für iOS und eine für Android) erfordert mehr Ressourcen und Aufwand.",
  "notionnatif": "Technischer Begriff - <strong>(iOS, Android)</strong>: Mobile Plattform, <strong>Swift oder Kotlin</strong>: Native Programmiersprachen für jedes Betriebssystem Android (Kotlin), iOS (Swift), <strong>Native Anwendung</strong>: Anwendung, die mit plattformspezifischem Code entwickelt wurde (iOS/Android).",
  "serviceSaasTitle": "Erstellung einer Branchensoftware/SaaS",
  "serviceSaasDescrip": "Möchten Sie eine Branchensoftware/SaaS entwickeln? Sie sind hier genau richtig. In diesen Auszügen erklären wir Ihnen die Vorteile einer Branchensoftware/SaaS und wie diese für Ihre Ziele von Vorteil sein kann. Es gibt mehrere Möglichkeiten, eine Branchensoftware/SaaS zu erstellen, aber ich schlage Ihnen zwei Methoden vor. Die erste ist die manuelle Entwicklung, und die zweite ist die Nutzung einer bereits bestehenden Lösung.",
  "serviceAppDescrip": "Möchten Sie eine mobile Anwendung erstellen? Sie sind hier genau richtig. In diesen Auszügen erklären wir Ihnen die Vorteile einer mobilen Anwendung und wie diese für Ihre Ziele von Vorteil sein kann. Es gibt mehrere Möglichkeiten, eine mobile Anwendung zu erstellen. Ich schlage Ihnen drei Methoden vor. Die erste ist die hybride Methode, die zweite ist die plattformübergreifende Methode, und die dritte ist die native Methode.",
  "serviceEcommerceWebsiteDescrip": "Möchten Sie eine E-Commerce-Website erstellen? Sie sind hier genau richtig. In diesen Auszügen erklären wir Ihnen die Vorteile der Erstellung einer E-Commerce-Website und wie diese für Ihre Ziele von Vorteil sein kann. Es gibt drei Möglichkeiten, eine E-Commerce-Website zu erstellen. Die beliebteste Methode ist die Verwendung eines CMS (Content Management System), die zweite ist die manuelle Entwicklung, und die dritte ist die hybride Methode.",
  "serviceReworkWebsiteDescrip": "Möchten Sie Ihre Website (Schaufenster, E-Commerce, Webanwendung) überarbeiten? Sie sind hier genau richtig. In diesen Auszügen erklären wir Ihnen die Vorteile der Überarbeitung einer Website und wie diese für Ihre Ziele von Vorteil sein kann. Es gibt drei Möglichkeiten, eine Website zu überarbeiten. Die beliebteste Methode ist die Verwendung eines CMS (Content Management System), die zweite ist die manuelle Entwicklung, und die dritte ist die hybride Methode.",
  "serviceSiteVitrineDescrip": "Benötigen Sie eine Website, um Ihr Unternehmen, Ihre Organisation oder Ihre Gemeinde zu präsentieren? Sie sind hier genau richtig. In diesen Auszügen erklären wir Ihnen die Vorteile der Erstellung einer Website und wie diese für Ihre Ziele von Vorteil sein kann. Es gibt drei Möglichkeiten, eine Schaufenster-Website zu erstellen. Die beliebteste Methode ist die Verwendung eines CMS (Content Management System), die zweite ist die manuelle Entwicklung, und die dritte ist die hybride Methode.",
  "serviceSaasSubTitle": "Wie entwickelt man eine Branchensoftware/SaaS?",
  "serviceSaasDef": "Was ist die Erstellung einer Branchensoftware/SaaS?",
  "saasAvantgeTitle": "Die Erstellung einer Branchensoftware ist ein zeitaufwendiger Prozess, bietet jedoch zahlreiche Vorteile, darunter:",
  "saasnotion": "Technischer Begriff - <strong>Branchensoftware</strong>: Ein IT-Tool, das über das Web zugänglich ist und für die verschiedenen Bedürfnisse eines Unternehmens verwendet wird. <strong>SaaS</strong>: (Software as a Service) wird als Desktop-Anwendung (Funktionen, Architektur, Struktur) definiert, die im Web läuft.",
  "progiciel": "Branchensoftware (ERP, CRM)",
  "serviceSaasAvantageTitel1": "Überall und jederzeit Zugriff",
  "serviceSaasAvantageDescrip1": "Ihre Software ist über das Internet von jedem Gerät (Computer, Tablet, Smartphone) aus verfügbar. Keine komplizierten Programme mehr installieren!",
  "serviceSaasAvantageTitel2": "Automatisierung wiederkehrender Aufgaben",
  "serviceSaasAvantageDescrip2": "Ihre Software führt automatisch Berechnungen, Eingaben und mühsame Verarbeitungen durch, wodurch Sie täglich wertvolle Zeit sparen.",
  "serviceSaasAvantageTitel3": "Reduzierung menschlicher Fehler",
  "serviceSaasAvantageDescrip3": "Keine Eingabefehler oder Vergesslichkeiten mehr: Das System überprüft und validiert die Daten, was eine hohe Zuverlässigkeit gewährleistet.",
  "serviceSaasAvantageTitel4": "Zeitersparnis bei der Verwaltung",
  "serviceSaasAvantageDescrip4": "Schluss mit komplizierten Papierakten oder Excel-Dateien: Alles ist organisiert, kategorisiert und mit wenigen Klicks zugänglich.",
  "serviceSaasCostTitle": "Was kostet die Erstellung einer Branchensoftware/SaaS?",
  "serviceSaasCostPara": "Die Kosten für die Erstellung einer Branchensoftware/SaaS hängen direkt von den Funktionen und der gewählten Entwicklungsmethode (manuelle Entwicklung, Branchensoftware) ab. Je nach Komplexität Ihres Projekts wird das Budget höher oder niedriger ausfallen.",
  "defsaasofhand": "Ihre Branchensoftware/SaaS wird vollständig von Hand erstellt, ohne vorgefertigte Branchensoftware, um sich perfekt an Ihre einzigartigen Prozesse anzupassen. Ich erstelle exklusiv für Sie eine maßgeschneiderte, flexible und skalierbare Lösung, die viel besser geeignet ist als ein Standardwerkzeug.",
  "notionsaasofhand": "Technischer Begriff - <strong>Branchensoftware</strong>: Vorgefertigte Branchenlösung, die eine Reihe von Dienstleistungen anbietet, <strong>Bereitstellung</strong>: Inbetriebnahme der Software, <strong>Fehler</strong>: Fehler im Quellcode.",
  "defsaasprogiciel": "Diese Entwicklung besteht darin, neue, spezifische Module zu den bestehenden in der Branchensoftware hinzuzufügen. Dies ermöglicht eine schnelle Entwicklung ohne komplexe Programmierung und garantiert eine 100%ige Anpassung an Ihre einzigartigen Prozesse. Sie erhalten ein maßgeschneidertes, skalierbares und einfach zu bedienendes Werkzeug, als ob es exklusiv für Sie erstellt worden wäre.",
  "notionsaasprogiciel": "Technischer Begriff - <strong>Branchensoftware</strong>: Vorgefertigte Branchenlösung, die eine Reihe von Dienstleistungen anbietet, <strong>Entwicklung von hand</strong>: Der gesamte generierte Quellcode wird von Hand erstellt, <strong>Zusätzliche Module</strong>: Zusätzliche Funktionen, die vom Hersteller der Branchensoftware erstellt wurden, um deren Funktionalität zu erweitern.",
  "avSaasOfHandTitle1": "100% Anpassbar",
  "avSaasOfHandText1": "Die Software wird <strong>ausschließlich</strong> für Ihre Bedürfnisse entwickelt, ohne Kompromisse oder unnötige Funktionen.",
  "avSaasOfHandTitle2": "Kontrollierte Skalierbarkeit",
  "avSaasOfHandText2": "Sie können sie jederzeit anpassen, ohne von den Einschränkungen einer bestehenden Branchensoftware abhängig zu sein.",
  "avSaasOfHandTitle3": "Bessere Leistung",
  "avSaasOfHandText3": "Optimiert für Ihre Nutzung, ist sie schneller und verbraucht weniger Ressourcen als eine generische Lösung.",
  "avSaasOfHandTitle4": "Verstärkte Sicherheit",
  "avSaasOfHandText4": "Weniger anfällig für standardisierte Angriffe, da ihre Architektur einzigartig und weniger Ziel ist.",
  "avSaasOfHandTitle5": "Völlige Unabhängigkeit",
  "avSaasOfHandText5": "Keine teuren Lizenzen oder technischen Einschränkungen durch Drittanbieter.",
  "disSaasOfHandTitle1": "Höhere Anfangskosten",
  "disSaasOfHandText1": "Die maßgeschneiderte Entwicklung erfordert mehr Zeit und Investitionen als eine fertige Lösung.",
  "disSaasOfHandTitle2": "Anspruchsvolle Wartung",
  "disSaasOfHandText2": "Updates und Korrekturen müssen intern oder durch Ihren Dienstleister verwaltet werden.",
  "disSaasOfHandTitle3": "Längere Bereitstellungszeit",
  "disSaasOfHandText3": "Die Entwicklung von Grund auf dauert länger als die Bereitstellung mit einer bestehenden Branchensoftware.",
  "disSaasOfHandTitle4": "Risiko unerwarteter Fehler",
  "disSaasOfHandText4": "Weniger Benutzerfeedback in der Testphase als bei einer bereits bewährten Software auf dem Markt.",
  "disSaasOfHandTitle5": "Abhängigkeit von Entwicklern",
  "disSaasOfHandText5": "Zukünftige Änderungen erfordern das Eingreifen derjenigen, die das System entwickelt haben.",
  "avSaasProgicielTitle1": "Schnelle Bereitstellung",
  "avSaasProgicielText1": "Die Branchensoftware bietet eine einsatzbereite Basis, die die Entwicklungszeiten verkürzt und eine beschleunigte Inbetriebnahme ermöglicht.",
  "avSaasProgicielTitle2": "Kontrollierte Kosten",
  "avSaasProgicielText2": "Günstiger als eine Entwicklung von Grund auf, da nicht alles von Anfang an programmiert werden muss.",
  "avSaasProgicielTitle3": "Bewährte Zuverlässigkeit",
  "avSaasProgicielText3": "Profitieren Sie von einer stabilen technischen Basis, die bereits vom Hersteller der Branchensoftware getestet und optimiert wurde.",
  "avSaasProgicielTitle4": "Vereinfachte Wartung",
  "avSaasProgicielText4": "Updates und Korrekturen werden vom Hersteller verwaltet, wodurch Ihre technische Belastung reduziert wird.",
  "avSaasProgicielTitle5": "Erleichterte Skalierbarkeit",
  "avSaasProgicielText5": "Die Branchensoftware integriert oft zusätzliche Module, um sich an Ihr Wachstum anzupassen.",
  "disSaasProgicielTitle1": "Eingeschränkte Anpassung",
  "disSaasProgicielText1": "Bestimmte Anpassungen können komplex oder teuer sein, da sie von den Einschränkungen der Branchensoftware abhängen.",
  "disSaasProgicielTitle2": "Abhängigkeit vom Hersteller",
  "disSaasProgicielText2": "Ihre zukünftigen Entwicklungen sind an die Updates und die Beständigkeit der gewählten Branchensoftware gebunden.",
  "disSaasProgicielTitle3": "Überflüssige Funktionen",
  "disSaasProgicielText3": "Die Branchensoftware kann Optionen enthalten, die für Ihr Geschäft unnötig sind und die Benutzeroberfläche überladen.",
  "disSaasProgicielTitle4": "Wiederkehrende Kosten",
  "disSaasProgicielText4": "Lizenzen, Abonnements oder Update-Gebühren können sich im Laufe der Zeit summieren.",
  "disSaasProgicielTitle5": "Manchmal komplexe Integrationen",
  "disSaasProgicielText5": "Die Kompatibilität der Branchensoftware mit Ihren bestehenden Tools kann zusätzliche Entwicklungen erfordern.",
  "serviceSaasCostSubPara": "Für eine Kostenschätzung Ihres Projekts zur Erstellung einer Branchensoftware/SaaS kontaktieren Sie mich bitte über das Kontaktformular. Ich werde die Machbarkeit Ihres Projekts prüfen und Ihnen ein Angebot senden.",
  "referenceSaasTitle": "Einige realisierte Branchensoftware/SaaS",
  "referenceAppTitle": "Einige realisierte mobile Anwendungen",
  "referenceTitle":"Hier ist ein Überblick über die Projekte, an denen ich gearbeitet habe, sei es beruflich, privat oder als Freelancer. Dieser Überblick soll Ihnen einen Eindruck von meinen Fähigkeiten vermitteln und Ihnen einen umfassenden Blick darauf geben, wie meine Dienstleistungen für Sie von Nutzen sein können.",
  "optionWebSiteWordpress1": "Definition des Corporate Designs (Farbpalette, Typografie...)",
  "optionWebSiteWordpress2": "Kauf eines Themes (Vorlage) oder <div><span class='prix'>+100€</span><span class='text'>Erstellung eines maßgeschneiderten Themes.</span><em>Dieser Preis kann je nach Anzahl der Seiten der Website variieren.</em></div>",
  "optionWebSiteWordpress3": "<div><span class='prix'>+50€</span><span class='text'>Domainname + Hosting + E-Mail für 12 Monate.</span></div>",
  "optionWebSiteWordpress4": "Administrator-Schnittstelle inklusive",
  "optionWebSiteWordpress5": "Responsive Design (für alle Geräte geeignet)",
  "optionWebSiteWordpress6": "<div><span class='prix'>+50€</span><span class='text'>Einrichtung des Inhalts (Texte & Bilder).</span></div><div><span class='prix'>+100€</span><span class='text'>pro zusätzliche Sprache auf der Website, falls sie mehrsprachig ist.</span><em>Diese Preise können je nach Anzahl der Seiten der Website variieren.</em></div>",
  "optionWebSiteWordpress7": "Kontaktformular",
  "optionWebSiteWordpress8": "Links zum Teilen in sozialen Netzwerken",
  "optionWebSiteWordpress9": "(SEO) Suchmaschinenoptimierung",
  "optionWebSiteWordpress10": "Statistiken/Besuchsanalyse",
  "optionWebSiteWordpress11": "Website online stellen auf einem Server",
  "optionWebSiteWordpress12": "Schulung zur Nutzung der Website (Inhalte hinzufügen...)",
  "optionWebSiteOfHand1": "Definition des Corporate Designs (Farbpalette, Typografie...)",
  "optionWebSiteOfHand2": "<div><span class='prix'>+50€</span><span class='text'>Domainname + Hosting + E-Mail für 12 Monate.</span></div>",
  "optionWebSiteOfHand3": "Responsive Design (für alle Geräte geeignet)",
  "optionWebSiteOfHand4": "Einrichtung des Inhalts (Texte & Bilder) inklusive <div><span class='prix'>+100€</span><span class='text'>pro zusätzliche Sprache auf der Website, falls sie mehrsprachig ist.</span><em>Dieser Preis kann je nach Anzahl der Seiten der Website variieren.</em></div>",
  "optionWebSiteOfHand5": "Kontaktformular",
  "optionWebSiteOfHand6": "Links zum Teilen in sozialen Netzwerken",
  "optionWebSiteOfHand7": "(SEO) Suchmaschinenoptimierung",
  "optionWebSiteOfHand8": "Website online stellen auf einem Server",
  "optionWebSiteOfHand9": "Schulung zur Nutzung der Website",
  "optionWebSiteOfHand10": "Statistiken/Besuchsanalyse",
  "optionEcommerceOfHand1": "Definition des Corporate Designs (Farbpalette, Typografie...)",
  "optionEcommerceOfHand2": "<div><span class='prix'>+50€</span><span class='text'>Domainname + Hosting + E-Mail für 12 Monate.</span></div>",
  "optionEcommerceOfHand3": "Kontaktformular",
  "optionEcommerceOfHand4": "(SEO) Suchmaschinenoptimierung",
  "optionEcommerceOfHand5": "<div><span class='prix'>+100€</span><span class='text'>Einrichtung des Inhalts (Texte & Produkte).</span><em>Dieser Preis kann je nach Anzahl der Produkte variieren.</em></div><div><span class='prix'>+100€</span><span class='text'>pro zusätzliche Sprache auf der Website, falls sie mehrsprachig ist.</span><em>Dieser Preis kann je nach Anzahl der Seiten der Website variieren.</em></div>",
  "optionEcommerceOfHand6": "<div><span class='prix'>+500€</span><span class='text'>Erstellung eines Backoffice (Verwaltungsbereich für Produkte).</span><em>Dieser Preis kann je nach Komplexität des Backoffice variieren.</em> oder </div><div>Option für eine vorgefertigte Lösung <span class='prix'>+75€</span><span class='text'>Integrationskosten</span> und <span class='text'>+ monatliche Abonnementgebühr der Software (Backoffice).</span></div>",
  "optionEcommerceOfHand7": "Links zum Teilen in sozialen Netzwerken",
  "optionEcommerceOfHand8": "Responsive Design (für alle Geräte geeignet)",
  "optionEcommerceOfHand9": "Website online stellen auf einem Server",
  "optionEcommerceOfHand10": "Schulung zur Nutzung der Website + Backoffice",
  "optionEcommerceOfHand11": "Statistiken/Besuchsanalyse",
  "optionEcommerceWordPress1": "Definition des Corporate Designs (Farbpalette, Typografie...)",
  "optionEcommerceWordPress2": "Kauf eines Themes (Vorlage) oder <div><span class='prix'>+500€</span><span class='text'>Erstellung eines maßgeschneiderten Themes.</span><em>Dieser Preis kann je nach Anzahl der Seiten der Website variieren.</em></div>",
  "optionEcommerceWordPress3": "<div><span class='prix'>+50€</span><span class='text'>Domainname + Hosting + E-Mail für 12 Monate.</span></div>",
  "optionEcommerceWordPress4": "Kontaktformular",
  "optionEcommerceWordPress5": "<div><span class='prix'>+100€</span><span class='text'>Einrichtung des Inhalts (Texte & Produkte).</span><em>Dieser Preis kann je nach Anzahl der Produkte variieren.</em></div><div><span class='prix'>+100€</span><span class='text'>pro zusätzliche Sprache auf der Website, falls sie mehrsprachig ist.</span><em>Dieser Preis kann je nach Anzahl der Seiten der Website variieren.</em></div>",
  "optionEcommerceWordPress6": "(SEO) Suchmaschinenoptimierung",
  "optionEcommerceWordPress7": "Links zum Teilen in sozialen Netzwerken",
  "optionEcommerceWordPress8": "Responsive Design (für alle Geräte geeignet)",
  "optionEcommerceWordPress9": "Website online stellen auf einem Server",
  "optionEcommerceWordPress10": "Schulung zur Nutzung der Website + Backoffice",
  "optionEcommerceWordPress11": "Statistiken/Besuchsanalyse",
  "devhybride": "Hybrid",
  "devcross": "Cross-Platform",
  "devnatif": "Nativ",
  "noprice": "Preis auf Anfrage",
  "devTypeAppHybride": "Hybrid-Entwicklung",
  "devTypeAppCross": "Cross-Platform-Entwicklung",
  "devTypeAppNatif": "Native Entwicklung",
  "devTypeSaasOfHanf": "Handgefertigte Entwicklung",
  "devTypeSaasProgiciel": "Entwicklung mit Standardsoftware",
  "maintenanceEcommerce": "E-Commerce-Website",
  "maintenanceWebsite": "Internetseite",
  "maintenanceApp": "Mobile Anwendung",
  "maintenanceSaas": "Business-Software/SaaS",
  "optionWebSiteMaintenance1": "<strong>Updates des CMS und der Erweiterungen</strong><span style='display:block'>Aktualisierung der Module und Kompatibilitätskorrekturen.</span><span style='display:block'>Sicherstellen, dass es mit den neuesten Versionen kompatibel ist.</span>",
  "optionWebSiteMaintenance2": "<strong>Regelmäßige Backups</strong><span style='display:block'>Regelmäßige Sicherung der Datenbank, Dateien und Medien zur Wiederherstellung im Falle eines Problems.</span>",
  "optionWebSiteMaintenance3": "<strong>Leistungsoptimierung</strong><span style='display:block'>Komprimierung von Bildern, Bereinigung der Datenbank.</span>",
  "optionWebSiteMaintenance4": "<strong>Fehlerbehebung</strong><span style='display:block'>Behebung technischer Fehler (Anzeige, E-Mail-Versand, etc.) für ein flüssiges Benutzererlebnis.</span>",
  "optionWebSiteMaintenance5": "<div><span class='prix'>+50€</span><span class='text'>Verlängerung Domainname + Hosting + E-Mail für 12 Monate.</span></div><div><span class='prix'>+50€</span><span class='text'>Website online stellen auf einem Server.</span></div>",
  "optionEcommerceMaintenance1": "<strong>Regelmäßige Updates</strong><span style='display:block'>Aktualisierung des CMS, der Plugins, Themes und Erweiterungen zur Vermeidung von Sicherheitslücken und Fehlern.</span>",
  "optionEcommerceMaintenance2": "<strong>Regelmäßige Backups</strong><span style='display:block'>Regelmäßige Sicherung der Datenbank, Dateien und Medien zur Wiederherstellung im Falle eines Problems.</span>",
  "optionEcommerceMaintenance3": "<strong>Leistungsoptimierung</strong><span style='display:block'>Bei Bedarf Optimierung der Website-Geschwindigkeit durch Cache, Bildkomprimierung und Datenbankbereinigung.</span>",
  "optionEcommerceMaintenance4": "<strong>Fehlerbehebung</strong><span style='display:block'>Behebung technischer Fehler (Warenkorb, Zahlung, Anzeige) für ein flüssiges Benutzererlebnis.</span>",
  "optionEcommerceMaintenance5": "<div><span class='prix'>+50€</span><span class='text'>Verlängerung Domainname + Hosting + E-Mail für 12 Monate.</span></div><div><span class='prix'>+50€</span><span class='text'>Website online stellen auf einem Server.</span></div>",
  "appMaintenance": "Für die Wartung Ihrer mobilen Anwendungen kontaktieren Sie mich bitte, um ein Angebot und ein geeignetes Verfahren zu erstellen. Ein genauer Preis kann für mobile Anwendungen nicht ohne tiefgehendes Verständnis der spezifischen Anforderungen Ihrer Anwendung festgelegt werden.",
  "saasMaintenance": "Für die Wartung Ihrer Business-Software oder SaaS kontaktieren Sie mich bitte, um ein Angebot und ein geeignetes Verfahren zu erstellen. Ein genauer Preis kann für diese Art von Software nicht ohne tiefgehendes Verständnis der spezifischen Anforderungen Ihrer Software festgelegt werden."
}
  