{
    "home": "Home",
    "devi": "Request a deviation",
    "about": "About me",
    "contact": "Contact",
    "services": "Services",
    "references": "References",
    "price":"Prising",
    "portfolio": "Portfolio",
    "ourServices":"My Services",
    "pathway":"Pathway",
    "expiriences":"Experiences",
    "yearExperiences":"Years of Experience",
    "realiseProject":"Completed web projects",
    "satisfiedCustomer":"Satisfied Customer",
    "showcaseWebsite":"Website creation",
    "learnMore":"Learn more",
    "reworkWebsite":"Website Redesign",
    "ecommerceWebste":"E-commerce website creation",
    "saas":"Business software / SaaS",
    "mobileApp":"Mobile Application",
    "all": "All",
    "website":"Website",
    "ecommerce": "E-commerce website",
    "ourReferences":"My References",
    "priceTitle":"A rate tailored to your needs!",
    "standartWebsite":"Standard website",
    "ofHand":"Custom-made",
    "Wordpress":"Wordpress",
    "devOn":"Developed with WORDPRESS",
    "outilTool":"(Content Management Tool)",
    "handDev":"Custom-developed",
    "handOutil":"(Coding by hand)",
    "from":"Starting from",
    "maintice":"Maintenance rate",
    "hourOr":"Hours or",
    "year":"YEAR",
    "update":"Update website & plugins",
    "graphChanging":"Graphic & content modification",
    "saving":"Monthly offsite backup",
    "performanceOptimisation":"Performance optimisation",
    "restauring":"Restore in case of hacking",
    "contactMe": "Contact Me",
    "specificDev":"Specific development",
    "dayPrice":"Average daily rate",
    "day":"DAY",
    "whatsapp":"Via whatsapp",
    "perPhone":"By phone",
    "perEmail":"By email",
    "time":"Schedule",
    "week":"Monday - Friday",
    "hourTime":"09:00 - 17:00",
    "errName":"Please enter your full name",
    "errValidEmail":"Please enter a valid email address",
    "errEmail":"Email is required",
    "errSubject":"Please indicate the subject of the message",
    "errMessage": "Please enter your message",
    "successContact":"Your message has been successfully sent. Please give me time to review it, and i will respond to you as soon as possible.",
    "errorContact":"An error occurred while sending the message. i recommend waiting a few moments and trying again.",
    "sendMessage":"Send",
    "yourMessage":"Your message",
    "yourSubject":"The subject of your message",
    "yourEmail":"Your email",
    "yourName":"Your full name",
    "shareOn":"Share on social networks",
    "devTitle":"Freelance Web and Mobile Developer",
    "devDescription":"Independent web and mobile developer, expert in Angular, React, Node.js, etc. Experience since 2018, professional, personal, and freelance projects starting December 2024.",
    "legalNotice":"Legal notice",
    "right":"All rights reserved.",
    "domainTitle":"Specialized in development",
    "navigation":"Navigation",
    "realisation":"My Achievements",
    "yeare":"Year",
    "categorie":"Category",
    "techno":"Technologies",
    "websiteLink":"Link to the website",
    "websiteOnMaintenance":"Website Under Maintenance",
    "tasksOnWebsite":"Tasks completed on the site",
    "ecommerceWebSite":"E-commerce website",
    "web":"Website",
    "title1": "Bachelor in Computer Science",
    "countryDe": "Germany",
    "periode1": "October 2017 - July 2020",
    "description1": "I began my university studies in computer science in Germany, where I completed a three-year Bachelor's cycle.",
    "title2": "Bac +4 (RNCP) Web and Mobile Developer",
    "countryFr": "France",
    "periode2": "January 2021 - November 2021",
    "description2": "After obtaining my Bachelor's degree, I moved to France to continue my studies at the Bac +4 level in Web and Mobile Development.",
    "title3": "Bac +5 (RNCP) IT Expert and Information Systems",
    "periode3": "January 2022 - February 2023",
    "description3": "I continued my studies in France to achieve the Bac +5 level in IT Expert and Information Systems, thus consolidating my skills and knowledge in computer science.",
    "periode": "Period",
    "country": "Location",
    "enterprice":"Enterprice",
    "enterprice1":"udg",
    "enterprice2":"graphicon",
    "enterprice3":"waveconnect",
    "enterprice4":"avlis formation",
    "enterprice5":"Freelance contract",
    "exTitle1":"Study stage (Web Developer)",
    "exTitle2":"Student job (Web Developer)",
    "exTitle3":"Bac +4 (Web Developer/Mobile)",
    "exTitle4":"Bac +5 (IT Expert and Information Systems)",
    "exTitle5":"Freelance",
    "exPeriode1":"March 2015 - September 2015",
    "exPeriode2":"February 2018 - July 2019",
    "exPeriode3":"June 2021 - October 2021",
    "exPeriode4":"February 2022 - February 2023",
    "exPeriode5":"December 2024 - January 2025",
    "exDescription1": "During this internship, I learned the company's development practices, such as the different environments (development, staging, production) and the versioning system. Subsequently, I was involved in concrete projects, such as modifying and adding images, contact forms, email templates, as well as adding JavaScript (JQuery) functionalities and integrating Google Maps.",
    "exDescription2": "At Graphicon, my tasks involved developing websites using Angular 2+, Vue.js, PHP, and WordPress. I performed updates and added new features while ensuring the testing and deployment of the created or updated sites.",
    "exDescription3": "As an intern at WaveConnect, I worked on two projects: an e-commerce site without a CMS and a web application. The first project, developed in PHP, JavaScript, and MySQL, was for a restaurant with multiple points of sale, with the main objective of allowing customers to order online. The second project, also in PHP, JavaScript, and MySQL, aimed to determine the distance between the delivery location and the restaurant to set a price.",
    "exDescription4": "During my apprenticeship at Avlis, I mainly worked on a CRM composed of several branches (student space, back office, showcase site). My tasks included fixing bugs, adding new features, suggesting improvements, and studying the possibility of redoing the CRM with current technologies for better understanding of the tool by students, employees, and developers.",
    "exDescription5": "My first mission as a freelancer was for a client who was looking for a website offering functionalities that would allow her to dynamically add and modify her services and workshops from a back office, according to her needs. She also wanted a blog system that could be managed from the back office. *Back office: Personal space where the client can manage the site (e.g., blog, services, workshops, etc.).",
    "moreEx": "For more information about my professional and personal experiences, check out my portfolio.",
    "serviceDescription": "Thanks to the expertise I have gained through various projects, I am able to meet your most complex needs while respecting your expectations and requirements. Below you will find a list of the services offered along with their descriptions.",
    "serviceWebsite": "A showcase website is a digital business card that presents your activity, services, and values. Lightweight, fast, and designed to convert, it helps clients find you easily, boosts credibility, and generates leads. Ideal for small businesses, freelancers, and artisans, it works as a 24/7 marketing tool without requiring constant updates.",
    "serviceWebsiteRework": "A website redesign modernizes your online presence to enhance user experience, SEO, and sales performance. I optimize design, speed, and security while adapting your site to the latest trends and technologies. An updated site strengthens credibility, attracts more visitors, and improves conversions. This applies to showcase sites, e-commerce, or web apps.",
    "serviceEcommerce": "An e-commerce site is an online store that lets you sell products 24/7, worldwide. Unlike a physical store, it reduces fixed costs, attracts more customers, and increases sales through a high-performing digital channel. I help you build a custom, conversion-optimized, and secure store tailored to your needs. Boost your business with a professional store that turns visitors into buyers!",
    "serviceSaas": "A business software (or SaaS) is a custom digital solution designed to automate and optimize your workflows. Accessible online, it simplifies operations, improves productivity, and adapts to your specific needs while cutting infrastructure costs. Ideal for boosting efficiency and competitiveness.",
    "serviceApp": "A mobile app is software designed for smartphones and tablets, offering an optimized user experience. It enhances customer engagement, automates processes, or provides innovative services (e-commerce, bookings, real-time tracking…). I develop custom, high-performance, and intuitive apps tailored to your business needs. Boost visibility and efficiency with a personalized mobile solution!",
    "serviceSiteVitrineTitle": "Website Creation",
    "serviceSiteVitrineAvantageTitel1": "24/7 Visibility",
    "serviceSiteVitrineAvantageDescrip1": "Your business remains accessible at all times, even outside of opening hours, expanding your business opportunities.",
    "serviceSiteVitrineAvantageTitel2": "Professional Credibility",
    "serviceSiteVitrineAvantageDescrip2": "A well-designed website strengthens brand image and inspires confidence in prospects (75% judge a company's credibility based on its website).",
    "serviceSiteVitrineAvantageTitel3": "Local SEO",
    "serviceSiteVitrineAvantageDescrip3": "Appear in Google Maps results and local searches ('plumber near me').",
    "serviceSiteVitrineAvantageTitel4": "Versatile Marketing Support",
    "serviceSiteVitrineAvantageDescrip4": "Integrate with your business cards, email signatures, and social networks for unified communication.",
    "serviceSiteVitrineAvantageTitel5": "Visitor Analysis",
    "serviceSiteVitrineAvantageDescrip5": "Tools like Google Analytics reveal your audience's behavior to optimize your offers.",
    "serviceSiteVitrineDef": "What is website creation?",
    "serviceSiteVitrineSubTitle": "Different methods of creating a showcase website",
    "websiteVitrineCostTitle": "How much does website creation cost?",
    "websiteVitrineAvantgeTitle": "Creating websites offers numerous advantages, such as:",
    "defworpress": "A <strong>showcase site</strong> created with a CMS (Content Management Tool) is a turnkey web platform that presents a company, its products or services, without complex e-commerce functionalities. Tools like WordPress, Joomla, or Drupal allow for easy management without advanced technical skills. It offers a professional, customizable showcase, optimized for SEO and mobile-friendly. Ideal for boosting online visibility and credibility at a lower cost.",
    "defWebsiteFromHand": "A <strong>showcase site</strong> <strong>HANDMADE (manually coded)</strong> is a website developed without a CMS (like WordPress), fully programmed in <strong>HTML, CSS, and JavaScript</strong> (with possible frameworks like <strong>React or Angular</strong>). It presents a company, its services, and contact details with a custom design, optimized for performance and SEO. Unlike predefined templates, it offers a unique experience tailored to the client's visual identity, with full control over the code and functionalities. Ideal for a professional, lightweight, fast showcase that stands out from the competition.",
    "hybride": "Hybrid method",
    "wordpressAndDevofHand": "Creating a <strong>showcase site</strong> using the hybrid method combines custom development and CMS: the template and functionalities are manually coded for a unique design, then integrated into a content management system (e.g., WordPress). This approach offers extensive customization while retaining the simplicity of CMS administration.",
    "notionwordpress": "Technical notion - <strong>Plugins</strong>: pre-built functionalities, <strong>Theme</strong>: pre-built design, <strong>SEO (Search Engine Optimization)</strong>: web referencing, <strong>Backoffice</strong>: dedicated space for the client to manage website content (images, text...) without touching the code.",
    "avWorpressTitle1": "Ease of use",
    "avWorpressText1": "Intuitive interface, no technical skills required to manage content. The client can handle content management themselves (add images, text...).",
    "avWorpressTitle2": "Economical and quick to deploy",
    "avWorpressText2": "Cheaper than custom development, with ready-to-use themes and plugins.",
    "avWorpressTitle3": "Less costly and complex maintenance",
    "avWorpressText3": "The client can manage the content themselves, reducing maintenance costs. On a custom site, content management is done by the developer, apart from maintenance related to design and functionality.",
    "avWorpressTitle4": "SEO optimized",
    "avWorpressText4": "Clean structure and integrated tools (Yoast SEO) for better natural ranking.",
    "avWorpressTitle5": "Community and support",
    "avWorpressText5": "Extensive documentation and free or paid online support.",
    "disWorpressTitle1": "Technical limitations",
    "disWorpressText1": "Some advanced customizations require an experienced developer. This results in higher costs that would be lower for the same functionality on a custom site.",
    "disWorpressTitle2": "Plugin not suitable and not modifiable",
    "disWorpressText2": "The plugins used are not 100% suited to the site's needs, and some modifications may be impossible.",
    "disWorpressTitle3": "Variable performance",
    "disWorpressText3": "Can slow down with too many poorly optimized plugins.",
    "disWorpressTitle4": "Dependency on plugins",
    "disWorpressText4": "Some free plugins become paid or are abandoned.",
    "disWorpressTitle5": "Security to monitor",
    "disWorpressText5": "Preferred target of hackers (necessity of backups and protections).",
    "avOfHandTitle1": "Full customization",
    "avOfHandText1": "The site is designed specifically for your needs, with unique functionalities and a design tailored to your brand image.",
    "avOfHandTitle2": "Optimized performance",
    "avOfHandText2": "Clean code and custom technical architecture ensure fast loading times and a better user experience.",
    "avOfHandTitle3": "Scalability",
    "avOfHandText3": "Easily modifiable and extensible, unlike prefabricated solutions that can limit future updates.",
    "avOfHandTitle4": "Enhanced security",
    "avOfHandText4": "Less vulnerable to generic attacks (unlike popular CMS often targeted by hackers).",
    "avOfHandTitle5": "Technical independence",
    "avOfHandText5": "No restrictions imposed by a CMS (themes, plugins), you have full control over your site.",
    "disOfHandTitle1": "Higher cost",
    "disOfHandText1": "Requires more time and expertise than a standard CMS, hence a larger initial budget.",
    "disOfHandTitle2": "Development time",
    "disOfHandText2": "Design and coding take longer than a turnkey solution (e.g., WordPress with an existing theme).",
    "disOfHandTitle3": "Technical maintenance required",
    "disOfHandText3": "Updates, fixes, and hosting must be actively managed (unlike all-in-one SaaS solutions).",
    "disOfHandTitle4": "Dependency on the developer",
    "disOfHandText4": "Without an in-house technical team, major modifications require hiring a professional.",
    "disOfHandTitle5": "No plugin ecosystem",
    "disOfHandText5": "Unlike CMS, each new functionality must be manually coded.",
    "avHybrideTitle1": "Unique & Professional Design",
    "avHybrideText1": "A 100% customized template perfectly reflects your visual identity, unlike predefined themes.",
    "avHybrideTitle2": "Optimized User Experience",
    "avHybrideText2": "Custom-developed functionalities for your specific needs (animations, customer journey, etc.).",
    "avHybrideTitle3": "Technical Flexibility",
    "avHybrideText3": "No limitations imposed by a prefabricated theme (deep modifications possible).",
    "avHybrideTitle4": "Simplified Content Management",
    "avHybrideText4": "CMS backoffice (e.g., WordPress) to modify texts/images without technical skills.",
    "avHybrideTitle5": "Better SEO & Performance",
    "avHybrideText5": "Hand-optimized code for a fast and well-referenced site.",
    "disHybrideTitle1": "Higher Cost",
    "disHybrideText1": "More expensive than a ready-made template (custom development).",
    "disHybrideTitle2": "Longer Realization Time",
    "disHybrideText2": "Manual creation takes longer than a predefined theme.",
    "disHybrideTitle3": "Technical Maintenance Required",
    "disHybrideText3": "Updates to custom code require a developer.",
    "notionWebsiteFromHand": "Technical notion - <strong>HTML, CSS, and JavaScript</strong>: Programming languages, <strong>CMS</strong>: Content Management Tool, <strong>Frameworks</strong>: Library or library facilitating web development.",
    "notionwordpressAndDevofHand": "Technical notion - <strong>Hybrid</strong>: Combines both development approaches (Custom design and functionality, content management (images, text...) with a CMS), <strong>CMS</strong>: Content Management Tool.",
    "advantage": "Advantage",
    "disadvantage": "Disadvantage",
    "websiteVitrineReferenceTitle": "Some Showcase Website Creations",
    "serviceReworkWebsiteTitle": "Website Redesign (Showcase, E-commerce, Web Application)",
    "serviceReworkWebsiteSubTitle": "Different methods for redesigning a website (Showcase, E-commerce, Web Application)",
    "websiteReworkWebsiteAvantgeTitle": "Redesigning a website (Showcase, E-commerce, Web Application) offers numerous advantages, including:",
    "serviceReworkWebsiteAvantageTitel1": "Image Modernization",
    "serviceReworkWebsiteAvantageDescrip1": "An updated design enhances credibility and attracts more visitors (+70% engagement according to studies).",
    "serviceReworkWebsiteAvantageTitel2": "Mobile Optimization",
    "serviceReworkWebsiteAvantageDescrip2": "Improves user experience (55% of traffic comes from mobile) and SEO.",
    "serviceReworkWebsiteAvantageTitel3": "Enhanced Performance",
    "serviceReworkWebsiteAvantageDescrip3": "A faster site reduces bounce rate (40% of visitors leave if loading time >3s).",
    "serviceReworkWebsiteAvantageTitel4": "Enhanced Security",
    "serviceReworkWebsiteAvantageDescrip4": "Protection against cyber attacks (essential for e-commerce and GDPR).",
    "serviceReworkWebsiteAvantageTitel5": "Integration of New Technologies",
    "serviceReworkWebsiteAvantageDescrip5": "(One-click payments, chatbots, APIs…) = competitive advantage.",
    "notionrework": "Technical Concept - <strong>Techs</strong>: Technologies, <strong>GDPR</strong>: European data protection regulation, <strong>Chatbots</strong>: Intelligent conversational bot that answers your questions in a well-defined context, <strong>API</strong>: Communication method between different applications (using a service or functionality from an external application).",
    "serviceReworkWebsiteDef": "What is website redesign?",
    "wordpressAndDevofHandRework": "The <strong>redesign of a website (Showcase, E-commerce, Web Application)</strong> using a hybrid method combines custom development and CMS: the template and functionalities are manually coded for a unique design and then integrated into a content management system (e.g., WordPress). This approach offers extensive customization while retaining the simplicity of CMS administration.",
    "notionvitrine": "Technical Concept - <strong>SEO</strong>: Search engine optimization (appearing in search engines like Google, Bing, Yahoo...), <strong>Google Maps</strong>: Interactive digital world map that can help you find an address, a location..., <strong>Google Analytics</strong>: Interface for monitoring traffic on your site.",
    "websiteCostSubPara": "For an estimate of the cost of your website creation project, please contact me via the contact form. I will assess the feasibility of your project and send you a quote.",
    "websiteReworkWebsiteCostTitle": "How much does a website redesign cost?",
    "websiteReworkWebsiteCostPara": "The cost of redesigning a website will depend directly on the desired functionalities, the chosen development method (CMS, custom development, or hybrid). Therefore, the budget will be higher or lower depending on the complexity of your project.",
    "websiteVitrineCostPara": "The cost of creating a website will depend directly on the desired functionalities, the chosen development method (CMS, custom development, or hybrid). Therefore, the budget will be higher or lower depending on the complexity of your project.",
    "websiteReworkReferenceTitle": "Some Revamped Websites",
    "serviceEcommerceWebsiteDef": "What is the creation of an e-commerce website?",
    "serviceEcommerceWebsiteTitle": "Creation of an E-commerce Website",
    "serviceEcommerceWebsiteSubTitle": "Different methods for creating an e-commerce website",
    "websiteEcommerceWebsiteAvantgeTitle": "Creating an e-commerce website for merchants with or without a physical store offers numerous advantages, including:",
    "serviceEcommerceWebsiteAvantageTitel1": "Expanded Customer Base",
    "serviceEcommerceWebsiteAvantageDescrip1": "Sell 24/7 to customers beyond your geographic area. Reach new markets without physical limits, even internationally.",
    "serviceEcommerceWebsiteAvantageTitel2": "Valuable Customer Data",
    "serviceEcommerceWebsiteAvantageDescrip2": "Analyze purchasing behavior (pages visited, abandoned carts) to tailor your offerings and promotions with precision.",
    "serviceEcommerceWebsiteAvantageTitel3": "Optimized Management",
    "serviceEcommerceWebsiteAvantageDescrip3": "Automation of processes (orders, invoices, inventory). Save time to focus on business strategy.",
    "serviceEcommerceWebsiteAvantageTitel4": "Crisis Resilience",
    "serviceEcommerceWebsiteAvantageDescrip4": "Alternative to forced closures (lockdowns, bad weather). Diversify your sales channels for greater stability.",
    "serviceEcommerceWebsiteAvantageTitel5": "Flexibility in Evolution",
    "serviceEcommerceWebsiteAvantageDescrip5": "Easily modify offers, prices, or promotions in real-time without physical constraints (labeling, storefront).",
    "notionecommerce": "Technical Concept - <strong>Sales Channels</strong>: The way you offer your products, <strong>physical constraints</strong>: Ease of changing product prices via a content management tool (CMS).",
    "websiteEcommerceWebsiteCostTitle": "How much does it cost to create an e-commerce website?",
    "websiteEcommerceWebsiteCostPara": "The cost of creating an e-commerce website will depend directly on the features and the chosen development method (CMS, custom development, or hybrid). Thus, depending on the complexity of your project, the budget will be higher or lower.",
    "defecommerceworpress": "The <strong>creation of an e-commerce website</strong> using a CMS involves using a content management platform (such as Shopify, WooCommerce, or PrestaShop) to develop an online store without coding. These turnkey solutions offer integrated e-commerce features (catalog, cart, payment) while allowing design customization through themes and extensions. The major advantage lies in the ease of managing products, orders, and customers, even without technical skills, while ensuring a quick and secure online presence.",
    "defEcommerceWebsiteFromHand": "The <strong>creation of an e-commerce website</strong> from scratch involves developing an online store entirely <strong>without using a pre-built CMS</strong> (like Shopify or WooCommerce). The code (HTML, CSS, JavaScript for the front-end and PHP, Node.js, Python, SQL for the back-end) is written manually, providing full control over design, features, and performance. This method allows for a tailored experience, adapted to the specific needs of the business.",
    "wordpressAndDevofHandEcommerce": "The <strong>creation of an e-commerce website</strong> using the hybrid method combines custom development and CMS: the template and features are manually coded for a unique design and then integrated into a content management system (e.g., WordPress). This approach offers extensive customization while retaining the simplicity of administration via the CMS.",
    "notionEcommerceFromHand": "Technical Concept - <strong>HTML, CSS, JavaScript, PHP, Node.js, Python, SQL</strong>: Programming languages, <strong>CMS</strong>: Content management tool, <strong>Front-end</strong>: The visible part of the site (design), <strong>Back-end</strong>: The invisible part of the site that manages the major functionalities of the application (adding to cart, making payments, etc.).",
    "notionwordpressAndDevofHandEcommerce": "Technical Concept - <strong>Hybrid</strong>: Combines both development approaches (custom-made design and functionality, content management (images, text...) with a CMS), <strong>CMS</strong>: Content management tool, <strong>Template</strong>: Represents the handcrafted design of the site.",
    "defreworkworpress": "The <strong>redesign of a website (Showcase, E-commerce)</strong> under a CMS involves restructuring and modernizing an existing site while retaining its content management system. This operation usually includes a design update, optimization of the user experience, improvement of technical performance, and adaptation to new web standards, while preserving or migrating existing content. The goal is to improve the site's efficiency while maintaining the ease of management offered by the CMS, without questioning its basic architecture.",
    "defReworkWebsiteFromHand": "The <strong>manual redesign</strong> of a <strong>website (Showcase, E-commerce, Web Application)</strong> involves completely restructuring an existing site by manually recoding its architecture, design, and features without using ready-made systems. This custom approach allows for the optimization of technical performance, perfect adaptation of ergonomics to user needs, and updating of the visual identity, while preserving or improving SEO. Unlike a simple cosmetic update, manual redesign involves a complete reconstruction of the source code for a durable and perfectly tailored solution to strategic objectives.",
    "notionWebsiteReworkFromHand": "Technical Concept - <strong>CMS</strong>: Content management tool, <strong>SaaS</strong>: Software as a Service (software executed in the web/browser), <strong>Plugins</strong>: Pre-built functionalities, <strong>Theme</strong>: Pre-built design, <strong>Ergonomics</strong>: User interface and experience.",
    "websiteEcommerReferenceTitle": "Some E-commerce Website Creations",
    "serviceAppTitle": "Mobile App Creation",
    "apphybride": "Hybrid Method",
    "appcross": "Cross-Platform Method",
    "appnative": "Native Method",
    "serviceAppSubTitle": "Different ways to create a mobile app",
    "serviceAppDef": "What is mobile app creation?",
    "appAvantgeTitle": "Creating a mobile app offers many advantages, including:",
    "appnotion": "Technical Concept - .",
    "serviceAppAvantageTitel1": "Push Notifications",
    "serviceAppAvantageDescrip1": "Direct communication with customers for promotions, reminders, or alerts, boosting engagement up to 3× more than email/SMS.",
    "serviceAppAvantageTitel2": "Optimized User Experience",
    "serviceAppAvantageDescrip2": "Smooth and intuitive mobile interfaces, specifically designed for touchscreens, offering more pleasant navigation than mobile web.",
    "serviceAppAvantageTitel3": "Offline Access",
    "serviceAppAvantageDescrip3": "Features available without internet, crucial for poorly served areas or mobile use (e.g., maps, documents).",
    "serviceAppAvantageTitel4": "Omnipresent Brand",
    "serviceAppAvantageDescrip4": "The icon on the home screen enhances your visibility, reminding customers of your existence daily.",
    "serviceAppAvantageTitel5": "Device Integration",
    "serviceAppAvantageDescrip5": "Use of camera, GPS, contacts for unique features (image recognition, geolocation, biometric payment).",
    "serviceAppCostTitle": "How much does mobile app creation cost?",
    "serviceAppCostPara": "The rates for creating a mobile app will depend directly on the features and the chosen development method (PWA, Frameworks, Native Development). Thus, depending on the complexity of your project, the budget will be higher or lower.",
    "serviceAppCostSubPara": "For an estimate of the cost of your mobile app creation project, please contact me via the contact form. I will assess the feasibility of your project and send you a quote.",
    "defapphybride": "A hybrid app combines native and web elements. It uses web technologies (HTML, CSS, JavaScript) in a native container, allowing for rapid and cross-platform development. It offers a consistent user experience while accessing the device's native features.",
    "defappcrossplatform": "Creating a Cross-Platform app allows for the development of an application that runs on multiple operating systems (iOS, Android) from a single codebase. This reduces development costs and time while offering a consistent user experience.",
    "defappnatif": "Native development involves developing software specific to a platform (iOS, Android) using languages like Swift or Kotlin to provide an optimal and smooth user experience. This means that for a mobile app running on Android and iOS, two separate codes for each platform are required.",
    "avAppHybrideTitle1": "Reduced Cost",
    "avAppHybrideText1": "Developing a hybrid application is generally less expensive because a single codebase is used for multiple platforms (iOS and Android).",
    "avAppHybrideTitle2": "Rapid Development",
    "avAppHybrideText2": "Development time is shorter, allowing the application to be launched on the market more quickly.",
    "avAppHybrideTitle3": "Simplified Maintenance",
    "avAppHybrideText3": "Updates and bug fixes are done in one place, simplifying the application's maintenance.",
    "avAppHybrideTitle4": "Accessibility",
    "avAppHybrideText4": "The application can be used on different operating systems without requiring separate developments.",
    "avAppHybrideTitle5": "Flexibility",
    "avAppHybrideText5": "It is easier to integrate new features and make modifications, as the code is shared between platforms.",
    "disAppHybrideTitle1": "Less Optimal Performance",
    "disAppHybrideText1": "Hybrid applications can be slower and less responsive than native applications, especially for complex features.",
    "disAppHybrideTitle2": "User Experience",
    "disAppHybrideText2": "The user interface may not be as smooth or intuitive as that of a native application, as it is not specifically designed for a platform.",
    "disAppHybrideTitle3": "Limited Access to Features",
    "disAppHybrideText3": "Certain platform-specific features may be difficult to implement or require additional plugins.",
    "disAppHybrideTitle4": "Dependency on Plugins",
    "disAppHybrideText4": "Accessing native features often requires third-party plugins, which can cause compatibility issues.",
    "disAppHybrideTitle5": "Security",
    "disAppHybrideText5": "Hybrid applications may be more vulnerable to security flaws, as they often rely on web technologies that may be less secure than native technologies.",
    "notionhybride": "Technical Concept - <strong>(HTML, CSS, JavaScript)</strong>: Web programming languages, <strong>Hybrid</strong>: Multi-platform (iOS/Android), <strong>Native Container</strong>: A native layer on the phone where the generated web code is installed, <strong>Native Features</strong>: Phone features (GPS, camera, contacts, etc.), <strong>Plugins</strong>: Pre-built features, <strong>User Interface</strong>: The visual part of the application (where the user interacts), <strong>Native Application</strong>: Application developed with platform-specific code (iOS/Android).",
    "avAppCrossPlatformTitle1": "Cost Savings",
    "avAppCrossPlatformText1": "Developing a single application that runs on multiple platforms (iOS, Android) is generally less expensive than creating separate native applications.",
    "avAppCrossPlatformTitle2": "Time Savings",
    "avAppCrossPlatformText2": "Development is faster because a large portion of the code is reusable across different platforms.",
    "avAppCrossPlatformTitle3": "Simplified Updates",
    "avAppCrossPlatformText3": "Updates and bug fixes can be deployed simultaneously across all platforms, simplifying maintenance.",
    "avAppCrossPlatformTitle4": "Consistent User Experience",
    "avAppCrossPlatformText4": "The application offers a uniform user experience, regardless of the operating system used.",
    "avAppCrossPlatformTitle5": "Access to a Larger Market",
    "avAppCrossPlatformText5": "By being available on multiple platforms, the application can reach a larger audience without additional effort.",
    "disAppCrossPlatformTitle1": "Reduced Performance",
    "disAppCrossPlatformText1": "Cross-platform applications can be less performant than native applications, especially for resource-intensive applications.",
    "disAppCrossPlatformTitle2": "Less Optimal User Experience",
    "disAppCrossPlatformText2": "They may not fully utilize platform-specific features, which can detract from the user experience.",
    "disAppCrossPlatformTitle3": "Dependency on Third-Party Tools",
    "disAppCrossPlatformText3": "Development often relies on third-party frameworks, which can cause issues if these tools are no longer supported or updated.",
    "disAppCrossPlatformTitle4": "Compatibility",
    "disAppCrossPlatformText4": "There may be compatibility issues with certain platform-specific features, requiring additional adjustments.",
    "disAppCrossPlatformTitle5": "Debugging Complexity",
    "disAppCrossPlatformText5": "Identifying and fixing bugs can be more complex, as they may manifest differently across platforms.",
    "notioncrossplatform": "Technical Concept - <strong>Single Codebase</strong>: Means developing the application once and making the result compatible with all platforms, <strong>Cross-Platform</strong>: Works on multiple different platforms, <strong>Native Application</strong>: Application developed with platform-specific code (iOS/Android), <strong>Third-Party Frameworks</strong>: External library that makes the source code compatible with other platforms, <strong>Bugs</strong>: Errors in the source code.",
    "avAppNatifTitle1": "Optimal Performance",
    "avAppNatifText1": "Native applications are fast and responsive, providing a smooth user experience.",
    "avAppNatifTitle2": "Full Access to Features",
    "avAppNatifText2": "They can utilize all the phone's features, such as the camera, GPS, and notifications.",
    "avAppNatifTitle3": "Intuitive User Interface",
    "avAppNatifText3": "The application is specifically designed for each operating system, making the interface more intuitive and pleasant.",
    "avAppNatifTitle4": "Enhanced Security",
    "avAppNatifText4": "Native applications can better protect personal data with built-in security measures.",
    "avAppNatifTitle5": "Better Offline Interaction",
    "avAppNatifText5": "They can function without an internet connection, which is convenient for users on the go.",
    "disAppNatifTitle1": "High Development Cost",
    "disAppNatifText1": "Developing a native application for multiple platforms (iOS and Android) can be expensive.",
    "disAppNatifTitle2": "Long Development Time",
    "disAppNatifText2": "The creation process can take longer, as separate code is required for each platform (iOS, Android).",
    "disAppNatifTitle3": "Complicated Updates",
    "disAppNatifText3": "Each update must be approved by the platforms (App Store, Google Play), which can slow down the process.",
    "disAppNatifTitle4": "Need for Specific Skills",
    "disAppNatifText4": "Developers must be proficient in different programming languages for each platform.",
    "disAppNatifTitle5": "More Complex Maintenance",
    "disAppNatifText5": "Managing two versions of the application (one for iOS and one for Android) requires more resources and effort.",
    "notionnatif": "Technical Concept - <strong>(iOS, Android)</strong>: Mobile platform, <strong>Swift or Kotlin</strong>: Native programming languages for each operating system Android (Kotlin), iOS (Swift), <strong>Native Application</strong>: Application developed with platform-specific code (iOS/Android).",
    "serviceSaasTitle": "Creation of Business Software/SaaS",
    "serviceSaasDescrip": "Want to develop Business Software/SaaS? You're in the right place. In these excerpts, we'll explain the benefits of business software/SaaS and how it can be beneficial for your goals. There are several ways to create business software/SaaS, but I suggest two methods. The first is manual development, and the second is using an already built solution.",
    "serviceAppDescrip": "Want to create a mobile application? You're in the right place. In these excerpts, we'll explain the benefits of a mobile application and how it can be beneficial for your goals. There are several ways to create a mobile application. I suggest three methods. The first is the Hybrid method, the second is the Cross-Platform method, and the third is the Native method.",
    "serviceEcommerceWebsiteDescrip": "Want to create an e-commerce website? You're in the right place. In these excerpts, we'll explain the benefits of creating an e-commerce website and how it can be beneficial for your goals. There are three ways to create an e-commerce website. The most popular method is to use a CMS (Content Management System), the second is to develop it manually, and the third is the hybrid method.",
    "serviceReworkWebsiteDescrip": "Want to redo your website (Showcase, E-commerce, Web Application)? You're in the right place. In these excerpts, we'll explain the benefits of redesigning a website and how it can be beneficial for your goals. There are three ways to redo a website. The most popular method is to use a CMS (Content Management System), the second is to develop it manually, and the third is the hybrid method.",
    "serviceSiteVitrineDescrip": "Need a website to present your company, association, or community? You're in the right place. In these excerpts, we'll explain the benefits of creating a website and how it can be beneficial for your goals. There are three ways to create a showcase website. The most popular method is to use a CMS (Content Management System), the second is to develop it manually, and the third is the hybrid method.",
    "serviceSaasSubTitle": "How do you develop business software/SaaS?",
    "serviceSaasDef": "What is the creation of Business Software/SaaS?",
    "saasAvantgeTitle": "Creating Business Software is a time-consuming process but offers numerous advantages, including:",
    "saasnotion": "Technical notion - <strong>Business Software</strong>: An IT tool accessible via the web and used for the various needs of a company, <strong>SaaS</strong>: (Software as a Service) is defined as a desktop application (features, architecture, structure) that runs on the web.",
    "progiciel": "Business Software (ERP, CRM)",
    "serviceSaasAvantageTitel1": "Access Anywhere, Anytime",
    "serviceSaasAvantageDescrip1": "Your software is available on the Internet from any device (computer, tablet, smartphone). No more complicated programs to install!",
    "serviceSaasAvantageTitel2": "Automation of Repetitive Tasks",
    "serviceSaasAvantageDescrip2": "Your software automatically performs calculations, data entry, and tedious processing, saving you valuable time every day.",
    "serviceSaasAvantageTitel3": "Reduction of Human Errors",
    "serviceSaasAvantageDescrip3": "No more typing errors or forgetfulness: the system checks and validates the data, ensuring high reliability.",
    "serviceSaasAvantageTitel4": "Time Savings in Management",
    "serviceSaasAvantageDescrip4": "No more complicated paper files or Excel spreadsheets: everything is organized, classified, and accessible in a few clicks.",
    "serviceSaasCostTitle": "How much does it cost to create business software/SaaS?",
    "serviceSaasCostPara": "The cost of creating business software/SaaS will depend directly on the features and the chosen development method (Manual Development, Business Software). Thus, depending on the complexity of your project, the budget will be higher or lower.",
    "defsaasofhand": "Your business software/SaaS is entirely handcrafted, without prefabricated business software, to perfectly match your unique processes. I create an exclusively tailored, flexible, and scalable solution for you, much better suited than a standard tool.",
    "notionsaasofhand": "Technical notion - <strong>Business Software</strong>: Preconceived business solution offering a set of services, <strong>Deployment</strong>: Putting the software into production, <strong>Bugs</strong>: Errors in the source code.",
    "defsaasprogiciel": "This development involves adding new modules specific to your needs to those already existing in the business software. This allows for rapid development without complex coding while ensuring a 100% tailored solution to your unique processes. You benefit from a customized, scalable, and easy-to-use tool, as if it were created exclusively for you.",
    "notionsaasprogiciel": "Technical notion - <strong>Business Software</strong>: Preconceived business solution offering a set of services, <strong>Development from scratch</strong>: all generated source code is done by hand, <strong>Additional Modules</strong>: Additional features created by the business software publisher to expand its functionality.",
    "avSaasOfHandTitle1": "100% Customizable",
    "avSaasOfHandText1": "The software is designed <strong>exclusively</strong> for your needs, without compromises or unnecessary features.",
    "avSaasOfHandTitle2": "Controlled Scalability",
    "avSaasOfHandText2": "You can adapt it at any time without depending on the limitations of a pre-existing business software.",
    "avSaasOfHandTitle3": "Better Performance",
    "avSaasOfHandText3": "Optimized for your use, it is faster and consumes fewer resources than a generic solution.",
    "avSaasOfHandTitle4": "Enhanced Security",
    "avSaasOfHandText4": "Less vulnerable to standardized attacks because its architecture is unique and less targeted.",
    "avSaasOfHandTitle5": "Total Independence",
    "avSaasOfHandText5": "No expensive licenses or technical restrictions imposed by a third-party publisher.",
    "disSaasOfHandTitle1": "Higher Initial Cost",
    "disSaasOfHandText1": "Custom development requires more time and investment than a turnkey solution.",
    "disSaasOfHandTitle2": "Demanding Maintenance",
    "disSaasOfHandText2": "Updates and corrections must be managed internally or by your service provider.",
    "disSaasOfHandTitle3": "Longer Deployment Time",
    "disSaasOfHandText3": "Development from scratch takes longer than deployment with existing business software.",
    "disSaasOfHandTitle4": "Risk of Unexpected Bugs",
    "disSaasOfHandText4": "Less user feedback in the testing phase than software already proven in the market.",
    "disSaasOfHandTitle5": "Dependence on Developers",
    "disSaasOfHandText5": "Future modifications require the intervention of those who designed the system.",
    "avSaasProgicielTitle1": "Rapid Deployment",
    "avSaasProgicielText1": "The business software offers a ready-to-use base, reducing development times and allowing for accelerated implementation.",
    "avSaasProgicielTitle2": "Controlled Cost",
    "avSaasProgicielText2": "Cheaper than development from scratch because it avoids coding everything from the ground up.",
    "avSaasProgicielTitle3": "Proven Reliability",
    "avSaasProgicielText3": "Benefit from a stable technical foundation, already tested and optimized by the business software publisher.",
    "avSaasProgicielTitle4": "Simplified Maintenance",
    "avSaasProgicielText4": "Updates and corrections are managed by the publisher, reducing your technical burden.",
    "avSaasProgicielTitle5": "Facilitated Scalability",
    "avSaasProgicielText5": "The business software often integrates additional modules to adapt to your growth.",
    "disSaasProgicielTitle1": "Limited Customization",
    "disSaasProgicielText1": "Some adaptations may be complex or costly due to the constraints of the business software.",
    "disSaasProgicielTitle2": "Dependence on the Publisher",
    "disSaasProgicielText2": "Your future developments are linked to the updates and longevity of the chosen business software.",
    "disSaasProgicielTitle3": "Superfluous Features",
    "disSaasProgicielText3": "The business software may include options unnecessary for your business, cluttering the interface.",
    "disSaasProgicielTitle4": "Recurring Costs",
    "disSaasProgicielText4": "Licenses, subscriptions, or update fees can accumulate over time.",
    "disSaasProgicielTitle5": "Sometimes Complex Integrations",
    "disSaasProgicielText5": "Making the business software compatible with your existing tools may require additional development.",
    "serviceSaasCostSubPara": "For an estimate of the cost of your business software/SaaS creation project, please contact me via the contact form. I will study the feasibility of your project and send you a quote.",
    "referenceSaasTitle": "Some business software/SaaS realized",
    "referenceAppTitle": "Some mobile applications realized",
    "referenceTitle":"Here is an overview of the projects I have worked on, whether professional, personal, or as a freelancer. This overview aims to give you an idea of my skills and provide a comprehensive view of how my services can be useful to you.",
    "optionWebSiteWordpress1": "Definition of the graphic charter (color palette, typography...)",
    "optionWebSiteWordpress2": "Purchase of a theme (template) or <div><span class='prix'>+100€</span><span class='text'>creation of a custom theme.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionWebSiteWordpress3": "<div><span class='prix'>+50€</span><span class='text'>Domain name + Hosting + Email for 12 months.</span></div>",
    "optionWebSiteWordpress4": "Admin interface included",
    "optionWebSiteWordpress5": "Responsive design (suitable for all devices)",
    "optionWebSiteWordpress6": "<div><span class='prix'>+50€</span><span class='text'>Content setup (texts & images).</span></div><div><span class='prix'>+100€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>These prices may vary depending on the number of pages on the site.</em></div>",
    "optionWebSiteWordpress7": "Contact form",
    "optionWebSiteWordpress8": "Social media sharing links",
    "optionWebSiteWordpress9": "(SEO) Search Engine Optimization",
    "optionWebSiteWordpress10": "Statistics/Visit Analysis",
    "optionWebSiteWordpress11": "Website deployment on a server",
    "optionWebSiteWordpress12": "Training on website usage (adding content...)",
    "optionWebSiteOfHand1": "Definition of the graphic charter (color palette, typography...)",
    "optionWebSiteOfHand2": "<div><span class='prix'>+50€</span><span class='text'>Domain name + Hosting + Email for 12 months.</span></div>",
    "optionWebSiteOfHand3": "Responsive design (suitable for all devices)",
    "optionWebSiteOfHand4": "Content setup (texts & images) included <div><span class='prix'>+100€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionWebSiteOfHand5": "Contact form",
    "optionWebSiteOfHand6": "Social media sharing links",
    "optionWebSiteOfHand7": "(SEO) Search Engine Optimization",
    "optionWebSiteOfHand8": "Website deployment on a server",
    "optionWebSiteOfHand9": "Training on website usage",
    "optionWebSiteOfHand10": "Statistics/Visit Analysis",
    "optionEcommerceOfHand1": "Definition of the graphic charter (color palette, typography...)",
    "optionEcommerceOfHand2": "<div><span class='prix'>+50€</span><span class='text'>Domain name + Hosting + Email for 12 months.</span></div>",
    "optionEcommerceOfHand3": "Contact form",
    "optionEcommerceOfHand4": "(SEO) Search Engine Optimization",
    "optionEcommerceOfHand5": "<div><span class='prix'>+100€</span><span class='text'>Content setup (texts & products).</span><em>This price may vary depending on the number of products.</em></div><div><span class='prix'>+100€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionEcommerceOfHand6": "<div><span class='prix'>+500€</span><span class='text'>Creation of a backoffice (product administration area).</span><em>This price may vary depending on the complexity of the backoffice.</em> or </div><div>option for a pre-designed solution <span class='prix'>+75€</span><span class='text'>Integration fee</span> and <span class='text'>+ Monthly subscription price of the software (backoffice).</span></div>",
    "optionEcommerceOfHand7": "Social media sharing links",
    "optionEcommerceOfHand8": "Responsive design (suitable for all devices)",
    "optionEcommerceOfHand9": "Website deployment on a server",
    "optionEcommerceOfHand10": "Training on website usage + backoffice",
    "optionEcommerceOfHand11": "Statistics/Visit Analysis",
    "optionEcommerceWordPress1": "Definition of the graphic charter (color palette, typography...)",
    "optionEcommerceWordPress2": "Purchase of a theme (template) or <div><span class='prix'>+500€</span><span class='text'>creation of a custom theme.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionEcommerceWordPress3": "<div><span class='prix'>+50€</span><span class='text'>Domain name + Hosting + Email for 12 months.</span></div>",
    "optionEcommerceWordPress4": "Contact form",
    "optionEcommerceWordPress5": "<div><span class='prix'>+100€</span><span class='text'>Content setup (texts & products).</span><em>This price may vary depending on the number of products.</em></div><div><span class='prix'>+100€</span><span class='text'>per additional language on the site if it is multilingual.</span><em>This price may vary depending on the number of pages on the site.</em></div>",
    "optionEcommerceWordPress6": "(SEO) Search Engine Optimization",
    "optionEcommerceWordPress7": "Social media sharing links",
    "optionEcommerceWordPress8": "Responsive design (suitable for all devices)",
    "optionEcommerceWordPress9": "Website deployment on a server",
    "optionEcommerceWordPress10": "Training on website usage + backoffice",
    "optionEcommerceWordPress11": "Statistics/Visit Analysis",
    "devhybride": "Hybrid",
    "devcross": "Cross-Platform",
    "devnatif": "Native",
    "noprice": "To be defined",
    "devTypeAppHybride": "Hybrid Development",
    "devTypeAppCross": "Cross-Platform Development",
    "devTypeAppNatif": "Native Development",
    "devTypeSaasOfHanf": "Handmade Development",
    "devTypeSaasProgiciel": "Development with Standard Software",
    "maintenanceEcommerce": "E-commerce Website",
    "maintenanceWebsite": "Internet Site",
    "maintenanceApp": "Mobile Application",
    "maintenanceSaas": "Business Software/SaaS",
    "optionWebSiteMaintenance1": "<strong>CMS and extension updates</strong><span style='display:block'>Module updates and compatibility fixes.</span><span style='display:block'>Ensure compatibility with the latest versions.</span>",
    "optionWebSiteMaintenance2": "<strong>Regular backups</strong><span style='display:block'>Regular backup of the database, files, and media to allow restoration in case of problems.</span>",
    "optionWebSiteMaintenance3": "<strong>Performance Optimization</strong><span style='display:block'>Image compression, database cleanup.</span>",
    "optionWebSiteMaintenance4": "<strong>Bug Fixing</strong><span style='display:block'>Fixing technical errors (display, email sending, etc.) for a smooth user experience.</span>",
    "optionWebSiteMaintenance5": "<div><span class='prix'>+50€</span><span class='text'>Domain name renewal + Hosting + Email for 12 months.</span></div><div><span class='prix'>+50€</span><span class='text'>Website deployment on a server.</span></div>",
    "optionEcommerceMaintenance1": "<strong>Regular updates</strong><span style='display:block'>Update of the CMS, plugins, themes, and extensions to avoid security vulnerabilities and bugs.</span>",
    "optionEcommerceMaintenance2": "<strong>Regular backups</strong><span style='display:block'>Regular backup of the database, files, and media to allow restoration in case of problems.</span>",
    "optionEcommerceMaintenance3": "<strong>Performance optimization</strong><span style='display:block'>If necessary, optimization of the site speed via cache, image compression, and database cleanup.</span>",
    "optionEcommerceMaintenance4": "<strong>Bug Fixing</strong><span style='display:block'>Fixing technical errors (cart, payment, display) for a smooth user experience.</span>",
    "optionEcommerceMaintenance5": "<div><span class='prix'>+50€</span><span class='text'>Domain name renewal + Hosting + Email for 12 months.</span></div><div><span class='prix'>+50€</span><span class='text'>Website deployment on a server.</span></div>",
    "appMaintenance": "For the maintenance of your mobile applications, please contact me to establish a quote and a suitable procedure. Indeed, for mobile applications, a precise price cannot be determined without an in-depth understanding of the specific needs of your application.",
    "saasMaintenance": "For the maintenance of your business software or SaaS, please contact me to establish a quote and a suitable procedure. Indeed, for this type of software, a precise price cannot be determined without an in-depth understanding of the specific needs of your software."
}
  
    