{
    "home": "Accueil",
    "devi": "Demander un dévi",
    "about": "À propos",
    "contact": "Contact",
    "services": "Services",
    "references": "Références",
    "price": "Tarifs",
    "portfolio": "Portfolio",
    "ourServices":"Mes services",
    "pathway":"Parcours",
    "expiriences":"Expériences",
    "yearExperiences":"Années d'expérience",
    "realiseProject":"Projets web réalisés",
    "satisfiedCustomer":"Client Satisfait",
    "showcaseWebsite":"Création site web",
    "learnMore":"En savoir plus",
    "reworkWebsite":"Refonte site",
    "ecommerceWebste":"Creation site e-commerce",
    "saas":"Logiciel métiers / Saas",
    "mobileApp":"Application mobile",
    "all": "Tout",
    "website":"Site internet",
    "ecommerce": "Site E-commerce",
    "ourReferences":"Mes références",
    "priceTitle":"Un tarif adapté à un vos besoins!",
    "standartWebsite":"Site web standard",
    "ofHand":"Sur mesure",
    "Wordpress":"Wordpress",
    "devOn":"Développé sous WORDPRESS",
    "outilTool":"(Outil de gestion de contenu)",
    "handDev":"Développé SUR-MESURE",
    "handOutil":"(Codage à la main)",
    "from":"À partir de",
    "maintice":"Tarif maintenance",
    "hourOr":"Heures ou",
    "year":"AN",
    "update":"Mise a jour site & plugins",
    "graphChanging":"Modification graphique & contenu",
    "saving":"Sauvegarde externalisé mensuel",
    "performanceOptimisation":"Optimisation performance",
    "restauring":"Restauration en cas de piratage",
    "contactMe": "Me contacter",
    "specificDev":"Développement spécifique",
    "dayPrice":"Taux journalier moyen",
    "day":"JOUR",
    "whatsapp":"Via whatsapp",
    "perPhone":"Par téléphone",
    "perEmail":"Par email",
    "time":"Horaire",
    "week":"Lundi - Vendredi",
    "hourTime":"09H00 - 17H00",
    "errName":"Veuillez saisir votre nom complet",
    "errValidEmail":"Veuillez saisir une adresse email valide",
    "errEmail":"L'email est obligatoire",
    "errSubject":"Veuillez indiquer l'objet du message",
    "errMessage": "Veuillez saisir votre message",
    "successContact":"Votre message a été envoyé avec succès. Laissez-moi le temps de l'étudier et je vous répondrez dans les plus brefs délais.",
    "errorContact":"Une erreur s'est produite lors de l'envoi du message. Je vous recommande de patienter quelques instants et de réessayer.",
    "sendMessage":"Envoyer",
    "yourMessage":"Votre message",
    "yourSubject":"L'objet de votre message",
    "yourEmail":"Votre email",
    "yourName":"Votre nom complet",
    "shareOn":"Partager sur les réseaux sociaux",
    "devTitle":"Développeur Web et Mobile Indépendant",
    "devDescription":"Développeur web et mobile indépendant, expert en Angular, React, Node.js, etc. Expérience depuis 2018, projets professionnels, personnels et freelance depuis décembre 2024.",
    "legalNotice":"Mentions légales",
    "right":"Tous droits réservés",
    "domainTitle":"Spécialisé dans le Développement",
    "navigation":"Navigation",
    "realisation":"Mes réalisations",
    "yeare":"Année",
    "categorie":"Catégorie",
    "techno":"Technologies",
    "websiteLink":"Lien du site",
    "websiteOnMaintenance":"Site en maintenance",
    "tasksOnWebsite":"Tâches réalisés sur le site",
    "ecommerceWebSite":"Site Web E-commerce",
    "web":"Site Web",
    "title1": "Bachelor en Informatique",
    "countryDe": "Allemagne",
    "periode1": "Octobre 2017 - Juillet 2020",
    "description1": "J'ai commencé mes études universitaires en informatique en Allemagne, où j'ai suivi un cycle de Bachelor pendant trois ans.",
    "title2": "Bac +4 (RNCP) Développeur web et mobile",
    "countryFr": "France",
    "periode2": "Janvier 2021 - Novembre 2021",
    "description2": "Après avoir obtenu mon diplôme de Bachelor, j'ai migré vers la France pour poursuivre mes études à un niveau Bac +4 Développeur web et mobile.",
    "title3": "Bac +5 (RNCP) Expert informatique et système d'information",
    "periode3": "Janvier 2022 - Février 2023",
    "description3": "J'ai continué mes études en France pour atteindre le niveau Bac +5 Expert informatique et système d'information, consolidant ainsi mes compétences et connaissances en informatique.",
    "periode":"Période",
    "country":"Lieu",
    "enterprice":"Entreprise",
    "enterprice1":"udg",
    "enterprice2":"graphicon",
    "enterprice3":"waveconnect",
    "enterprice4":"avlis formation",
    "enterprice5":"contrat freelance",
    "exTitle1":"Stage d'étude (Développeur web)",
    "exTitle2":"Job étudiant (Développeur web)",
    "exTitle3":"Stage Bac +4 (Développeur web/mobile)",
    "exTitle4":"Alternance Bac +5 (Expert informatique et système d'information)",
    "exTitle5":"Freelance",
    "exPeriode1":"Mars 2015 - Septembre 2015",
    "exPeriode2":"Février 2018 - Juillet 2019",
    "exPeriode3":"Juin 2021 - Octobre 2021",
    "exPeriode4":"Février 2022 - Février 2023",
    "exPeriode5":"Décembre 2024 - Janvier 2025",
    "exDescription1":"Durant ce stage, j'ai appris les pratiques de développement de l'entreprise, telles que les différents environnements (développement, staging, production) et le système de versioning. Par la suite, j'ai été intégré à des projets concrets, comme la modification et l'ajout d'images, de formulaires de contact, de templates d'emails, ainsi que l'ajout de fonctionnalités en JavaScript (JQuery) et l'intégration de Google Maps.",
    "exDescription2":"Chez Graphicon, mes tâches ont porté sur le développement de sites web en utilisant Angular 2+, Vue.js, PHP et WordPress. J'ai effectué des mises à jour et ajouté de nouvelles fonctionnalités, tout en assurant les tests et le déploiement des sites créés ou mis à jour.",
    "exDescription3":"En tant que stagiaire chez WaveConnect, j'ai travaillé sur deux projets : un site e-commerce sans CMS et une application web. Le premier projet, réalisé en PHP, JavaScript et MySQL, était destiné à un restaurant avec plusieurs points de vente, avec pour principal objectif de permettre aux clients de commander en ligne. Le second projet, également en PHP, JavaScript et MySQL, visait à déterminer la distance entre le lieu de livraison et le restaurant pour établir un prix.",
    "exDescription4":"Durant mon alternance chez Avlis, j'ai principalement travaillé sur un CRM composé de plusieurs branches (espace étudiant, back-office, site vitrine). Mes tâches consistaient à corriger les bugs, ajouter de nouvelles fonctionnalités, proposer des améliorations et étudier la possibilité de refaire le CRM avec des technologies actuelles pour une meilleure compréhension de l'outil par les étudiants, les employés et les développeurs.",
    "exDescription5":"Ma première mission en tant que freelance était pour une cliente qui recherchait un site offrant des fonctionnalités lui permettant d'ajouter et de modifier ses services et ateliers de manière dynamique depuis un back-office, selon ses besoins. Elle souhaitait également un système de blog dont la gestion se ferait également depuis le back-office. *Back-office : Espace personnel où le client peut gérer le site (ex. : blog, services,ateliers, etc.)",
    "moreEx":"Pour plus d'informations sur mes expériences professionnelles et personnelles, consultez mon portfolio.",
    "serviceDescription":"Grâce à mon expertise acquise au travers des différents projets sur lesquels j'ai travaillé, je suis en mesure de répondre à vos besoins les plus complexes, tout en respectant vos attentes et exigences. Vous trouverez ci-dessous la liste des services proposés ainsi que leur description.",
    "serviceWebsite":"Un site vitrine est une carte digitale qui présente votre activité, vos services et vos valeurs. Léger, rapide et conçu pour convertir, il permet aux clients de vous trouver facilement, d’améliorer votre crédibilité et de générer des leads. Idéal pour les TPE, artisans ou indépendants, il fonctionne comme un support marketing 24/7, sans nécessiter de mise à jour constante.",
    "serviceWebsiteRework":"La refonte d’un site web modernise votre présence en ligne pour améliorer l’expérience utilisateur, le référencement et l’efficacité commerciale. J’optimise le design, la performance et la sécurité, tout en adaptant votre site aux dernières tendances et technologies. Un site actualisé renforce votre crédibilité, attire plus de visiteurs et convertit mieux. Cette refonte concerne les sites vitrines, e-commerce ou applications web.",
    "serviceEcommerce":"Un site e-commerce est une boutique en ligne qui permet de vendre vos produits 24h/24, partout dans le monde. Contrairement à un magasin physique, il réduit les coûts fixes, attire plus de clients et augmente vos ventes grâce à un canal digital performant. Je vous accompagne dans la création d’un site sur mesure, optimisé pour la conversion, sécurisé et adapté à vos besoins. Boostez votre business avec une vitrine professionnelle qui convertit vos visiteurs en acheteurs !",
    "serviceSaas":"Un logiciel métier (ou SaaS) est une solution digitale sur mesure, conçue pour automatiser et optimiser vos processus métiers. Accessible en ligne, il simplifie vos opérations, améliore la productivité et s'adapte à vos besoins spécifiques, tout en réduisant les coûts d'infrastructure. Idéal pour gagner en efficacité et en compétitivité.",
    "serviceApp":"Une application mobile est un logiciel conçu pour smartphones et tablettes, offrant une expérience utilisateur optimisée. Elle permet d’améliorer l’engagement client, automatiser des processus, ou proposer des services innovants (e-commerce, réservation, suivi en temps réel…). Je développe des applications sur mesure, performantes et intuitives, adaptées à vos besoins métiers. Boostez votre visibilité et votre efficacité avec une solution mobile personnalisée !",
    "serviceSiteVitrineTitle": "Création de site vitrine",
    "serviceSiteVitrineAvantageTitel1": "Visibilité 24/7",
    "serviceSiteVitrineAvantageDescrip1": "Votre entreprise reste accessible à tout moment, même hors heures d'ouverture, élargissant vos opportunités commerciales.",
    "serviceSiteVitrineAvantageTitel2": "Crédibilité professionnelle",
    "serviceSiteVitrineAvantageDescrip2": "Un site bien conçu renforce l'image de marque et inspire confiance aux prospects (75 % jugent la crédibilité d'une entreprise sur son site).",
    "serviceSiteVitrineAvantageTitel3": "Référencement local (SEO)",
    "serviceSiteVitrineAvantageDescrip3": "Apparaître dans les résultats Google Maps et recherches locales ('plombier près de moi').",
    "serviceSiteVitrineAvantageTitel4": "Support marketing polyvalent",
    "serviceSiteVitrineAvantageDescrip4": "Intégrable à vos cartes de visite, signatures mail et réseaux sociaux pour une communication unifiée.",
    "serviceSiteVitrineAvantageTitel5": "Analyse des visiteurs",
    "serviceSiteVitrineAvantageDescrip5": "Outils comme Google Analytics révèlent le comportement de votre audience pour optimiser vos offres.",
    "serviceSiteVitrineDef": "Qu'est-ce que la création de site internet ?",
    "serviceSiteVitrineSubTitle": "Les différents modes de création de site vitrine",
    "websiteVitrineCostTitle": "Combien coûte la création d'un site internet ?",
    "websiteVitrineAvantgeTitle": "La création de sites internet présente de nombreux avantages, notamment :",
    "defworpress": "Un <strong>site vitrine</strong> créé avec un CMS (Outil de gestion de contenu) est une plateforme web clé en main qui présente une entreprise, ses produits ou services, sans fonctionnalités e-commerce complexes. Des outils comme WordPress, Joomla ou Drupal permettent de le gérer facilement, sans compétences techniques avancées. Il offre une vitrine professionnelle, modifiable à volonté, optimisée pour le référencement et adaptée aux mobiles. Idéal pour booster la visibilité et la crédibilité en ligne à moindre coût.",
    "defWebsiteFromHand": "Un <strong>site vitrine</strong> <strong>FAIT MAIN (codé manuellement)</strong> est un site web développé sans CMS (comme WordPress), entièrement programmé en <strong>HTML, CSS et JavaScript</strong> (avec frameworks éventuels comme <strong>React ou Angular</strong>). Il présente une entreprise, ses services et ses coordonnées, avec un design sur mesure, optimisé pour les performances et le référencement. Contrairement aux templates prédéfinis, il offre une expérience unique, adaptée à l'identité visuelle du client, avec un contrôle total sur le code et les fonctionnalités. Idéal pour une vitrine professionnelle légère, rapide et distincte de la concurrence.",
    "hybride": "Méthode hybride",
    "wordpressAndDevofHand": "La création d'un <strong>site vitrine</strong> en méthode hybride combine développement sur mesure et CMS : le template et les fonctionnalités sont codés manuellement pour un design unique, puis intégrés dans un système de gestion de contenu (ex: WordPress). Cette approche offre une personnalisation poussée tout en conservant la simplicité d'administration via le CMS.",
    "notionwordpress": "Notion technique - <strong>Plugins</strong> : fonctionnalités préconçues, <strong>Thème</strong> : design préconçu, <strong>SEO (Search Engine Optimisation)</strong> : référencement sur le web, <strong>Backoffice</strong> : espace dédié au client lui permettant de gérer le contenu du site (image, texte...) sans toucher au code.",
    "avworpresstitle1": "Facilité d'utilisation",
    "avworpresstext1": "Interface intuitive, pas besoin de compétences techniques pour gérer le contenu. Le client peut lui-même se charger de gérer le contenu (ajout d'image, texte...).",
    "avworpresstitle2": "Économique et rapide à déployer",
    "avworpresstext2": "Moins cher qu’un développement sur mesure, avec des thèmes et plugins prêts à l’emploi.",
    "avworpresstitle3": "Maintenance moins coûteuse et complexe",
    "avworpresstext3": "Le client peut lui-même gérer le contenu, ce qui réduit les coûts de maintenance. Sur un site sur mesure, la gestion du contenu est faite par le développeur, hormis la maintenance liée au design et aux fonctionnalités.",
    "avworpresstitle4": "SEO optimisé",
    "avworpresstext4": "Structure propre et outils intégrés (Yoast SEO) pour un meilleur référencement naturel.",
    "avworpresstitle5": "Communauté et support",
    "avworpresstext5": "Documentation abondante et assistance en ligne gratuite ou payante.",
    "disworpresstitle1": "Limitations techniques",
    "disworpresstext1": "Certaines personnalisations avancées nécessitent un développeur expérimenté. Donc des coûts plus élevés qui auraient été moindres pour la même fonctionnalité sur un site fait sur mesure.",
    "disworpresstitle2": "Plugin non adapté et non modifiable",
    "disworpresstext2": "Les plugins utilisés ne sont pas à 100% adaptés aux besoins du site et certaines modifications peuvent être impossibles.",
    "disworpresstitle3": "Performances variables",
    "disworpresstext3": "Peut ralentir avec trop de plugins mal optimisés.",
    "disworpresstitle4": "Dépendance aux plugins",
    "disworpresstext4": "Certains plugins gratuits deviennent payants ou sont abandonnés.",
    "disworpresstitle5": "Sécurité à surveiller",
    "disworpresstext5": "Cible privilégiée des hackers (nécessité de backups et protections).",
    "avOfHandTitle1": "Personnalisation totale",
    "avOfHandText1": "Le site est conçu spécifiquement pour vos besoins, avec des fonctionnalités uniques et un design adapté à votre image de marque.",
    "avOfHandTitle2": "Performance optimisée",
    "avOfHandText2": "Code épuré et architecture technique sur mesure garantissent des temps de chargement rapides et une meilleure expérience utilisateur.",
    "avOfHandTitle3": "Évolutivité",
    "avOfHandText3": "Facilement modifiable et extensible, contrairement aux solutions préfabriquées qui peuvent limiter les futures mises à jour.",
    "avOfHandTitle4": "Sécurité renforcée",
    "avOfHandText4": "Moins vulnérable aux attaques génériques (contrairement aux CMS populaires souvent ciblés par les hackers).",
    "avOfHandTitle5": "Indépendance technique",
    "avOfHandText5": "Pas de restrictions imposées par un CMS (thèmes, plugins), vous contrôlez entièrement votre site.",
    "disOfHandTitle1": "Coût plus élevé",
    "disOfHandText1": "Requiert plus de temps et d’expertise qu’un CMS standard, donc un budget initial plus important.",
    "disOfHandTitle2": "Délai de développement",
    "disOfHandText2": "La conception et le codage prennent plus de temps qu’une solution clé en main (ex: WordPress avec un thème préexistant).",
    "disOfHandTitle3": "Maintenance technique nécessaire",
    "disOfHandText3": "Mises à jour, corrections et hébergement doivent être gérés activement (contrairement à des solutions SaaS tout-en-un).",
    "disOfHandTitle4": "Dépendance au développeur",
    "disOfHandText4": "Sans équipe technique interne, les modifications majeures nécessitent de faire appel à un professionnel.",
    "disOfHandTitle5": "Pas d'écosystème de plugins",
    "disOfHandText5": "Contrairement aux CMS, chaque nouvelle fonctionnalité doit être codée manuellement.",
    "avHybrideTitle1": "Design Unique & Professionnel",
    "avHybrideText1": "Un template 100% personnalisé reflète parfaitement votre identité visuelle, contrairement aux thèmes prédéfinis.",
    "avHybrideTitle2": "Expérience Utilisateur Optimisée",
    "avHybrideText2": "Fonctionnalités développées sur mesure pour vos besoins spécifiques (animations, parcours client, etc.).",
    "avHybrideTitle3": "Flexibilité Technique",
    "avHybrideText3": "Pas de limitations imposées par un thème préfabriqué (modifications profondes possibles).",
    "avHybrideTitle4": "Gestion Simplifiée du Contenu",
    "avHybrideText4": "Backoffice en CMS (ex: WordPress) pour modifier textes/images sans compétences techniques.",
    "avHybrideTitle5": "Meilleur SEO & Performances",
    "avHybrideText5": "Code optimisé à la main pour un site rapide et bien référencé.",
    "disHybrideTitle1": "Coût Plus Élevé",
    "disHybrideText1": "Plus cher qu'un template tout prêt (développement sur mesure).",
    "disHybrideTitle2": "Délai de Réalisation Plus Long",
    "disHybrideText2": "La création manuelle prend plus de temps qu'un thème préconçu.",
    "disHybrideTitle3": "Maintenance Technique Requise",
    "disHybrideText3": "Mises à jour du code personnalisé nécessitent un développeur.",
    "notionWebsiteFromHand": "Notion technique - <strong>HTML, CSS et JavaScript</strong> : Langages de programmation, <strong>CMS</strong> : Outil de gestion de contenu, <strong>Frameworks</strong> : Bibliothèque ou librairie facilitant le développement de sites web.",
    "notionwordpressAndDevofHand": "Notion technique - <strong>Hybride</strong> : Combine les deux approches de développement (Design et fonctionnalité faits sur mesure, gestion du contenu (image, texte...) avec un CMS), <strong>CMS</strong> : Outil de gestion de contenu.",
    "advantage": "Avantage",
    "disadvantage": "Inconvénient",
    "websiteVitrineReferenceTitle": "Quelques créations de sites vitrine",
    "serviceReworkWebsiteTitle": "Refonte d'un site web (Vitrine, E-commerce, Application web)",
    "serviceReworkWebsiteSubTitle": "Les différents modes de refonte d'un site web (Vitrine, E-commerce, Application web)",
    "websiteReworkWebsiteAvantgeTitle": "La refonte d'un site web (Vitrine, E-commerce, Application web) présente de nombreux avantages, notamment :",
    "serviceReworkWebsiteAvantageTitel1": "Modernisation de l'image",
    "serviceReworkWebsiteAvantageDescrip1": "Un design actualisé renforce la crédibilité et attire plus de visiteurs (+70% d’engagement selon les études).",
    "serviceReworkWebsiteAvantageTitel2": "Optimisation mobile",
    "serviceReworkWebsiteAvantageDescrip2": "Améliore l’expérience utilisateur (55% du trafic vient des mobiles) et le référencement (SEO).",
    "serviceReworkWebsiteAvantageTitel3": "Performance accrue",
    "serviceReworkWebsiteAvantageDescrip3": "Un site plus rapide réduit le taux de rebond (40% des visiteurs quittent si le chargement dépasse 3s).",
    "serviceReworkWebsiteAvantageTitel4": "Sécurité renforcée",
    "serviceReworkWebsiteAvantageDescrip4": "Protection contre les cyberattaques (essentiel pour l'e-commerce et le RGPD).",
    "serviceReworkWebsiteAvantageTitel5": "Intégration des nouvelles technologies",
    "serviceReworkWebsiteAvantageDescrip5": "(Paiements en 1-clic, chatbots, API…) = avantage concurrentiel.",
    "notionrework": "Notion technique - <strong>Techs</strong> : Technologies, <strong>RGPD</strong> : Réglementation européenne sur la protection des données, <strong>Chatbots</strong> : Robot intelligent conversationnel qui répond à vos questions dans un contexte bien défini, <strong>API</strong> : Méthode de communication entre différentes applications (utiliser un service ou une fonctionnalité depuis une application externe).",
    "serviceReworkWebsiteDef": "Qu'est-ce que la refonte d'un site internet ?",
    "wordpressAndDevofHandRework": "La <strong>refonte d'un site web (Vitrine, E-commerce, Application web)</strong> en méthode hybride combine développement sur mesure et CMS : le template et les fonctionnalités sont codés manuellement pour un design unique, puis intégrés dans un système de gestion de contenu (ex: WordPress). Cette approche offre une personnalisation poussée tout en conservant la simplicité d'administration via le CMS.",
    "notionvitrine": "Notion technique - <strong>SEO</strong> : Référencement naturel (apparaître sur les moteurs de recherche Ex: Google, Bing, Yahoo...), <strong>Google Maps</strong> : Carte du monde numérique interactive qui peut vous aider à trouver une adresse, une position..., <strong>Google Analytics</strong> : Interface vous permettant de surveiller le trafic sur votre site.",
    "websiteCostSubPara": "Pour une estimation du coût de votre projet de création de site internet, contactez-moi via le formulaire de contact. J'étudierai la faisabilité de votre projet et vous enverrai un devis.",
    "websiteReworkWebsiteCostTitle": "Combien coûte la refonte d'un site internet ?",
    "websiteReworkWebsiteCostPara": "Les tarifs pour la refonte d'un site internet dépendront directement des fonctionnalités, de la méthode de développement choisie (CMS, développement sur mesure ou hybride). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "websiteVitrineCostPara": "Les tarifs pour la création d'un site internet dépendront directement des fonctionnalités, de la méthode de développement choisie (CMS, développement sur mesure ou hybride). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "websiteReworkReferenceTitle": "Quelques sites refaits",
    "serviceEcommerceWebsiteDef": "Qu'est-ce que la création d'un site e-commerce ?",
    "serviceEcommerceWebsiteTitle": "Création d'un site e-commerce",
    "serviceEcommerceWebsiteSubTitle": "Les différents modes de création d'un site e-commerce",
    "websiteEcommerceWebsiteAvantgeTitle": "La création d'un site e-commerce pour les commerçants ayant un local ou non présente de nombreux avantages, notamment :",
    "serviceEcommerceWebsiteAvantageTitel1": "Clientèle élargie",
    "serviceEcommerceWebsiteAvantageDescrip1": "Vendre 24h/24 à des clients au-delà de votre zone géographique. Atteignez de nouveaux marchés sans limites physiques, même à l'international.",
    "serviceEcommerceWebsiteAvantageTitel2": "Données clients précieuses",
    "serviceEcommerceWebsiteAvantageDescrip2": "Analysez le comportement d'achat (pages visitées, paniers abandonnés) pour adapter votre offre et vos promotions avec précision.",
    "serviceEcommerceWebsiteAvantageTitel3": "Gestion optimisée",
    "serviceEcommerceWebsiteAvantageDescrip3": "Automatisation des processus (commandes, factures, stocks). Gain de temps pour vous concentrer sur la stratégie commerciale.",
    "serviceEcommerceWebsiteAvantageTitel4": "Résilience aux crises",
    "serviceEcommerceWebsiteAvantageDescrip4": "Alternative aux fermetures imposées (confinements, intempéries). Diversifiez vos canaux de vente pour plus de stabilité.",
    "serviceEcommerceWebsiteAvantageTitel5": "Flexibilité d'évolution",
    "serviceEcommerceWebsiteAvantageDescrip5": "Modifiez facilement l'offre, les prix ou les promotions en temps réel sans contraintes physiques (étiquetage, vitrine).",
    "notionecommerce": "Notion technique - <strong>Canaux de Vente</strong> : Voie par laquelle vous proposez vos produits, <strong>contraintes physiques</strong> : Facilité à modifier les prix de vos produits via un outil de gestion de contenu (CMS).",
    "websiteEcommerceWebsiteCostTitle": "Combien coûte la création d'un site e-commerce ?",
    "websiteEcommerceWebsiteCostPara": "Les tarifs pour la création d'un site e-commerce dépendront directement des fonctionnalités, de la méthode de développement choisie (CMS, développement sur mesure ou hybride). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "defecommerceworpress": "La <strong>création d'un site e-commerce</strong> réalisée avec un CMS consiste à utiliser une plateforme de gestion de contenu (comme Shopify, WooCommerce ou PrestaShop) pour développer une boutique en ligne sans coder. Ces solutions clés en main offrent des fonctionnalités e-commerce intégrées (catalogue, panier, paiement), tout en permettant une personnalisation du design via des thèmes et extensions. L'avantage majeur réside dans la facilité de gestion des produits, commandes et clients, même sans compétences techniques, tout en garantissant une mise en ligne rapide et sécurisée.",
    "defEcommerceWebsiteFromHand": "La <strong>création d’un site e-commerce</strong> fait à la main consiste à développer entièrement une boutique en ligne <strong>sans utiliser de CMS préconstruit</strong> (comme Shopify ou WooCommerce). Le code (HTML, CSS, JavaScript pour le front-end et PHP, Node.js, Python, SQL pour le back-end) est écrit manuellement, offrant un contrôle total sur le design, les fonctionnalités et les performances. Cette méthode permet une expérience sur-mesure, adaptée aux besoins spécifiques du business.",
    "wordpressAndDevofHandEcommerce": "La <strong>création d'un site e-commerce</strong> en méthode hybride combine développement sur mesure et CMS : le template et les fonctionnalités sont codés manuellement pour un design unique, puis intégrés dans un système de gestion de contenu (ex: WordPress). Cette approche offre une personnalisation poussée tout en conservant la simplicité d'administration via le CMS.",
    "notionEcommerceFromHand": "Notion technique - <strong>HTML, CSS, JavaScript, PHP, Node.js, Python, SQL</strong> : Langages de programmation, <strong>CMS</strong> : Outil de gestion de contenu, <strong>Front-end</strong> : La partie visible du site (design), <strong>Back-end</strong> : La partie invisible du site qui gère les fonctionnalités majeures de l'application (ajout au panier, paiement, etc.).",
    "notionwordpressAndDevofHandEcommerce": "Notion technique - <strong>Hybride</strong> : Combine les deux approches de développement (Design et fonctionnalité faits sur mesure, gestion du contenu (image, texte...) avec un CMS), <strong>CMS</strong> : Outil de gestion de contenu, <strong>Template</strong> : Représente le design du site construit à la main.",
    "defreworkworpress": "La <strong>refonte d'un site web (Vitrine, E-commerce)</strong> sous CMS consiste à restructurer et moderniser un site existant tout en conservant son système de gestion de contenu. Cette opération inclut généralement une mise à jour du design, une optimisation de l'expérience utilisateur, une amélioration des performances techniques et une adaptation aux nouvelles normes web, tout en préservant ou migrant le contenu existant. L'objectif est d'améliorer l'efficacité du site tout en maintenant la facilité de gestion offerte par le CMS, sans remettre en cause son architecture de base.",
    "defReworkWebsiteFromHand": "La <strong>refonte</strong> manuelle d'un <strong>site web (Vitrine, E-commerce, Application web)</strong> consiste à restructurer entièrement un site existant en recodant à la main son architecture, son design et ses fonctionnalités, sans utiliser de systèmes prêts à l'emploi. Cette approche sur mesure permet d'optimiser les performances techniques, d'adapter parfaitement l'ergonomie aux besoins utilisateurs et d'actualiser l'identité visuelle, tout en conservant ou améliorant le référencement. Contrairement à une simple mise à jour cosmétique, la refonte manuelle implique une reconstruction complète du code source pour une solution durable et parfaitement adaptée aux objectifs stratégiques.",
    "notionWebsiteReworkFromHand": "Notion technique - <strong>CMS</strong> : Outil de gestion de contenu, <strong>SaaS</strong> : Software as a Service (logiciel exécuté dans le web/navigateur), <strong>Plugins</strong> : Fonctionnalités préconçues, <strong>Thème</strong> : Design préconçu, <strong>Ergonomie</strong> : Interface et expérience utilisateur.",
    "websiteEcommerReferenceTitle": "Quelques créations de sites e-commerce",
    "serviceAppTitle": "Création d'une application mobile",
    "apphybride": "Méthode Hybride",
    "appcross": "Méthode Cross-Platform",
    "appnative": "Méthode Native",
    "serviceAppSubTitle": "Les différents modes de création d'un logiciel métier / SaaS",
    "serviceAppDef": "Qu'est-ce que la création d'une application mobile ?",
    "appAvantgeTitle": "La création d'une application mobile présente de nombreux avantages, notamment :",
    "appnotion": "Notion technique - .",
    "serviceAppAvantageTitel1": "Notifications push",
    "serviceAppAvantageDescrip1": "Communication directe avec les clients pour des promotions, rappels ou alertes, boostant l'engagement jusqu'à 3× plus qu'email/SMS.",
    "serviceAppAvantageTitel2": "Expérience utilisateur optimisée",
    "serviceAppAvantageDescrip2": "Interfaces mobiles fluides et intuitives, conçues spécifiquement pour les écrans tactiles, offrant une navigation plus agréable que le web mobile.",
    "serviceAppAvantageTitel3": "Hors connexion",
    "serviceAppAvantageDescrip3": "Fonctionnalités disponibles sans internet, crucial pour les zones mal desservies ou les usages nomades (ex: cartes, documents).",
    "serviceAppAvantageTitel4": "Marque omniprésente",
    "serviceAppAvantageDescrip4": "L'icône sur l'écran d'accueil renforce votre visibilité, rappelant quotidiennement votre existence aux clients.",
    "serviceAppAvantageTitel5": "Intégration appareil",
    "serviceAppAvantageDescrip5": "Utilisation caméra, GPS, contacts pour des features uniques (reconnaissance d'image, géolocalisation, paiement biométrique).",
    "serviceAppCostTitle": "Combien coûte la création d'une application mobile ?",
    "serviceAppCostPara": "Les tarifs pour la création d'une application mobile dépendront directement des fonctionnalités, de la méthode de développement choisie (PWA, Frameworks, Développement natif). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "serviceAppCostSubPara": "Pour une estimation du coût de votre projet de création d'une application mobile, contactez-moi via le formulaire de contact. J'étudierai la faisabilité de votre projet et vous enverrai un devis.",
    "defapphybride": "Une application hybride combine des éléments natifs et web. Elle utilise des technologies web (HTML, CSS, JavaScript) dans un conteneur natif, permettant un développement rapide et multiplateforme. Elle offre une expérience utilisateur cohérente tout en accédant aux fonctionnalités natives du périphérique.",
    "defappcrossplatform": "La création d'une app en mode Applications Cross-Platform permet de développer une application qui fonctionne sur plusieurs systèmes d'exploitation (iOS, Android) à partir d'un seul code source. Cela réduit les coûts et le temps de développement, tout en offrant une expérience utilisateur cohérente.",
    "defappnatif": "Le développement natif implique de développer un logiciel spécifique à une plateforme (iOS, Android) en utilisant des langages comme Swift ou Kotlin, pour offrir une expérience utilisateur optimale et fluide. Cela signifie que pour une application mobile fonctionnant sur Android et iOS, il faudra deux codes distincts pour chaque plateforme.",
    "avAppHybrideTitle1": "Coût Réduit",
    "avAppHybrideText1": "Développer une application hybride est généralement moins coûteux car un seul code est utilisé pour plusieurs plateformes (iOS et Android).",
    "avAppHybrideTitle2": "Développement Rapide",
    "avAppHybrideText2": "Le temps de développement est plus court, ce qui permet de lancer l'application plus rapidement sur le marché.",
    "avAppHybrideTitle3": "Maintenance Simplifiée",
    "avAppHybrideText3": "Les mises à jour et corrections de bugs se font en un seul endroit, facilitant la maintenance de l'application.",
    "avAppHybrideTitle4": "Accessibilité",
    "avAppHybrideText4": "L'application peut être utilisée sur différents systèmes d'exploitation sans nécessiter de développements séparés.",
    "avAppHybrideTitle5": "Flexibilité",
    "avAppHybrideText5": "Il est plus facile d'intégrer de nouvelles fonctionnalités et de faire des modifications, car le code est partagé entre les plateformes.",
    "disAppHybrideTitle1": "Performance Moins Optimale",
    "disAppHybrideText1": "Les applications hybrides peuvent être moins rapides et moins réactives que les applications natives, surtout pour les fonctionnalités complexes.",
    "disAppHybrideTitle2": "Expérience Utilisateur",
    "disAppHybrideText2": "L'interface utilisateur peut ne pas être aussi fluide ou intuitive que celle d'une application native, car elle n'est pas spécifiquement conçue pour une plateforme.",
    "disAppHybrideTitle3": "Accès Limité aux Fonctionnalités",
    "disAppHybrideText3": "Certaines fonctionnalités spécifiques à une plateforme peuvent être difficiles à implémenter ou nécessiter des plugins supplémentaires.",
    "disAppHybrideTitle4": "Dépendance aux Plugins",
    "disAppHybrideText4": "Pour accéder à certaines fonctionnalités natives, des plugins tiers sont souvent nécessaires, ce qui peut poser des problèmes de compatibilité.",
    "disAppHybrideTitle5": "Sécurité",
    "disAppHybrideText5": "Les applications hybrides peuvent être plus vulnérables aux failles de sécurité, car elles dépendent souvent de technologies web qui peuvent être moins sécurisées que les technologies natives.",
    "notionhybride": "Notion technique - <strong>(HTML, CSS, JavaScript)</strong> : Langages de programmation Web, <strong>Hybride</strong> : Multiplateforme (iOS/Android), <strong>Conteneur natif</strong> : Une couche native au téléphone sur lequel le code web généré est installé, <strong>Fonctionnalités natives</strong> : Fonctionnalités du téléphone (GPS, caméra, contacts, etc.), <strong>Plugins</strong> : Fonctionnalités préconçues, <strong>Interface utilisateur</strong> : Visuel de l'application (où l'utilisateur interagit), <strong>Application Native</strong> : Application conçue avec du code propre aux plateformes (iOS/Android).",
    "avAppCrossPlatformTitle1": "Économie de Coûts",
    "avAppCrossPlatformText1": "Développer une seule application qui fonctionne sur plusieurs plateformes (iOS, Android) est généralement moins coûteux que de créer des applications natives séparées.",
    "avAppCrossPlatformTitle2": "Gain de Temps",
    "avAppCrossPlatformText2": "Le développement est plus rapide car une grande partie du code est réutilisable entre les différentes plateformes.",
    "avAppCrossPlatformTitle3": "Mise à Jour Simplifiée",
    "avAppCrossPlatformText3": "Les mises à jour et les corrections de bugs peuvent être déployées simultanément sur toutes les plateformes, ce qui simplifie la maintenance.",
    "avAppCrossPlatformTitle4": "Cohérence de l'Expérience Utilisateur",
    "avAppCrossPlatformText4": "L'application offre une expérience utilisateur uniforme, peu importe le système d'exploitation utilisé.",
    "avAppCrossPlatformTitle5": "Accès à un Marché Plus Large",
    "avAppCrossPlatformText5": "En étant disponible sur plusieurs plateformes, l'application peut atteindre un public plus large sans effort supplémentaire.",
    "disAppCrossPlatformTitle1": "Performance Réduite",
    "disAppCrossPlatformText1": "Les applications cross-plateformes peuvent être moins performantes que les applications natives, surtout pour les applications nécessitant beaucoup de ressources.",
    "disAppCrossPlatformTitle2": "Expérience Utilisateur Moins Optimale",
    "disAppCrossPlatformText2": "Elles peuvent ne pas exploiter pleinement les fonctionnalités spécifiques de chaque plateforme, ce qui peut nuire à l'expérience utilisateur.",
    "disAppCrossPlatformTitle3": "Dépendance aux Outils Tiers",
    "disAppCrossPlatformText3": "Le développement repose souvent sur des frameworks tiers, ce qui peut poser des problèmes si ces outils ne sont plus supportés ou mis à jour.",
    "disAppCrossPlatformTitle4": "Compatibilité",
    "disAppCrossPlatformText4": "Il peut y avoir des problèmes de compatibilité avec certaines fonctionnalités spécifiques à une plateforme, nécessitant des ajustements supplémentaires.",
    "disAppCrossPlatformTitle5": "Complexité de Débogage",
    "disAppCrossPlatformText5": "Identifier et corriger les bugs peut être plus complexe, car ils peuvent se manifester différemment selon les plateformes.",
    "notioncrossplatform": "Notion technique - <strong>Un Code Source</strong> : Signifie développer l'application une seule fois et rendre le résultat compatible avec toutes les plateformes, <strong>Cross-Platform</strong> : Fonctionne sur plusieurs plateformes différentes, <strong>Application Native</strong> : Application conçue avec du code propre aux plateformes (iOS/Android), <strong>Frameworks Tiers</strong> : Bibliothèque externe permettant de rendre le code source compatible avec d'autres plateformes, <strong>Bugs</strong> : Erreurs dans le code source.",
    "avAppNatifTitle1": "Performance Optimale",
    "avAppNatifText1": "Les applications natives sont rapides et réactives, offrant une expérience utilisateur fluide.",
    "avAppNatifTitle2": "Accès Complet aux Fonctionnalités",
    "avAppNatifText2": "Elles peuvent utiliser toutes les fonctionnalités du téléphone, comme la caméra, le GPS, et les notifications.",
    "avAppNatifTitle3": "Interface Utilisateur Intuitive",
    "avAppNatifText3": "L'application est conçue spécifiquement pour chaque système d'exploitation, ce qui rend l'interface plus intuitive et agréable.",
    "avAppNatifTitle4": "Sécurité Renforcée",
    "avAppNatifText4": "Les applications natives peuvent mieux protéger les données personnelles grâce à des mesures de sécurité intégrées.",
    "avAppNatifTitle5": "Meilleure Interaction Hors-Ligne",
    "avAppNatifText5": "Elles peuvent fonctionner sans connexion Internet, ce qui est pratique pour les utilisateurs en déplacement.",
    "disAppNatifTitle1": "Coût de Développement Élevé",
    "disAppNatifText1": "Développer une application native pour plusieurs plateformes (iOS et Android) peut être coûteux.",
    "disAppNatifTitle2": "Temps de Développement Long",
    "disAppNatifText2": "Le processus de création peut prendre plus de temps, car pour chaque plateforme (iOS, Android), il faudra un code séparé.",
    "disAppNatifTitle3": "Mises à Jour Compliquées",
    "disAppNatifText3": "Chaque mise à jour doit être approuvée par les plateformes (App Store, Google Play), ce qui peut ralentir le processus.",
    "disAppNatifTitle4": "Besoin de Compétences Spécifiques",
    "disAppNatifText4": "Les développeurs doivent maîtriser des langages de programmation différents pour chaque plateforme.",
    "disAppNatifTitle5": "Maintenance Plus Complexes",
    "disAppNatifText5": "Gérer deux versions de l'application (une pour iOS et une pour Android) nécessite plus de ressources et d'efforts.",
    "notionnatif": "Notion technique - <strong>(iOS, Android)</strong> : Plateforme mobile, <strong>Swift ou Kotlin</strong> : Langages de programmation natifs à chaque système d'exploitation Android (Kotlin), iOS (Swift), <strong>Application Native</strong> : Application conçue avec du code propre aux plateformes (iOS/Android).",
    "serviceSaasTitle": "Création d'un Logiciel métier/SaaS",
    "serviceSaasDescrip": "Vous souhaitez développer un Logiciel métier/SaaS ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages d'un logiciel métier/SaaS et comment cela peut être bénéfique pour vos objectifs. Il existe plusieurs façons de réaliser un logiciel métier/SaaS, mais je vous propose deux méthodes. La première est le développement à la main, et la deuxième est l'utilisation d'une solution déjà construite.",
    "serviceAppDescrip": "Vous souhaitez créer une application mobile ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages d'une application mobile et comment cela peut être bénéfique pour vos objectifs. Il existe plusieurs façons de créer une application mobile. Je vous propose trois méthodes. La première est la méthode Hybride, la deuxième est la méthode Cross-Platform, et la troisième est la méthode Native.",
    "serviceEcommerceWebsiteDescrip": "Vous souhaitez créer un site e-commerce ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages de créer un site e-commerce et comment cela peut être bénéfique pour vos objectifs. Il existe trois façons de réaliser un site e-commerce. La première méthode, la plus populaire, est d'utiliser un CMS (Outil de gestion de contenu), la deuxième est de le développer à la main, et la troisième est la méthode hybride.",
    "serviceReworkWebsiteDescrip": "Vous souhaitez refaire votre site web (Vitrine, E-commerce, Application web) ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages de la refonte d'un site web et comment cela peut être bénéfique pour vos objectifs. Il existe trois façons de refaire un site. La première méthode, la plus populaire, est d'utiliser un CMS (Outil de gestion de contenu), la deuxième est de le développer à la main, et la troisième est la méthode hybride.",
    "serviceSiteVitrineDescrip": "Vous avez besoin d'un site internet pour présenter votre entreprise, association ou collectivité ? Vous êtes au bon endroit. Dans ces extraits, nous vous expliquerons les avantages de la création d'un site et comment cela peut être bénéfique pour vos objectifs. Il existe trois façons de créer un site vitrine. La première méthode, la plus populaire, est d'utiliser un CMS (Outil de gestion de contenu), la deuxième est de le développer à la main, et la troisième est la méthode hybride.",
    "serviceSaasSubTitle": "Comment développe-t-on un logiciel métier/SaaS ?",
    "serviceSaasDef": "Qu'est-ce que la création d'un Logiciel métier/SaaS ?",
    "saasAvantgeTitle": "La création d'un Logiciel métier est un processus qui prend beaucoup de temps mais présente néanmoins de nombreux avantages, notamment :",
    "saasnotion": "Notion technique - <strong>Logiciel Métier</strong> : est un outil informatique accessible via le web et utilisé pour les différents besoins d'une entreprise, <strong>SaaS</strong> : (Software as a Service) est défini comme une application de bureau (fonctionnalités, architecture, structure) qui fonctionne sur le web.",
    "progiciel": "Progiciels (ERP, CRM)",
    "serviceSaasAvantageTitel1": "Accès Partout, Tout le Temps",
    "serviceSaasAvantageDescrip1": "Votre logiciel est disponible sur Internet depuis n'importe quel appareil (ordinateur, tablette, smartphone). Plus besoin d’installer des programmes compliqués !",
    "serviceSaasAvantageTitel2": "Automatisation des Tâches Répétitives",
    "serviceSaasAvantageDescrip2": "Votre logiciel effectue automatiquement les calculs, saisies et traitements fastidieux, vous faisant gagner un temps précieux chaque jour.",
    "serviceSaasAvantageTitel3": "Réduction des Erreurs Humaines",
    "serviceSaasAvantageDescrip3": "Plus de fautes de saisie ou d’oubli : le système vérifie et valide les données, garantissant une grande fiabilité.",
    "serviceSaasAvantageTitel4": "Gain de Temps sur la Gestion",
    "serviceSaasAvantageDescrip4": "Fini les dossiers papier ou les fichiers Excel compliqués : tout est organisé, classé et accessible en quelques clics.",
    "serviceSaasCostTitle": "Combien coûte la création d'un logiciel métier/SaaS ?",
    "serviceSaasCostPara": "Les tarifs pour la création d'un logiciel métier/SaaS dépendront directement des fonctionnalités, de la méthode de développement choisie (Développement à la main, Progiciel). Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
    "defsaasofhand": "Votre logiciel métier/SaaS est conçu entièrement à la main, sans progiciel préfabriqué, pour épouser parfaitement vos processus uniques. Je crée exclusivement pour vous une solution personnalisée, flexible et évolutive, bien plus adaptée qu'un outil standard.",
    "notionsaasofhand": "Notion technique - <strong>Progiciel</strong> : Solution métier préconçue proposant un ensemble de services, <strong>Déploiement</strong> : Mise en production du logiciel, <strong>Bugs</strong> : Erreurs dans le code source.",
    "defsaasprogiciel": "Ce développement consiste à l'ajout de nouveaux modules spécifiques à vos besoins à ceux existants dans le progiciel. Cela permet un développement rapide, sans codage complexe, tout en garantissant une solution 100% adaptée à vos processus uniques. Vous bénéficiez d’un outil personnalisé, évolutif et simple à utiliser, comme s’il avait été créé exclusivement pour vous.",
    "notionsaasprogiciel": "Notion technique - <strong>Progiciel</strong> : Solution métier préconçue proposant un ensemble de services, <strong>Développement from scratch</strong> : tout le code source généré est fait à la main, <strong>Modules complémentaires</strong> : Fonctionnalités additionnelles créées par l'éditeur du progiciel pour élargir ses fonctionnalités.",
    "avSaasOfHandTitle1": "100% Personnalisable",
    "avSaasOfHandText1": "Le logiciel est conçu <strong>exclusivement</strong> pour vos besoins, sans compromis ni fonctionnalités inutiles.",
    "avSaasOfHandTitle2": "Évolutivité Maîtrisée",
    "avSaasOfHandText2": "Vous pouvez l’adapter à tout moment, sans dépendre des limites d’un progiciel préexistant.",
    "avSaasOfHandTitle3": "Meilleures Performances",
    "avSaasOfHandText3": "Optimisé pour votre usage, il est plus rapide et consomme moins de ressources qu’une solution générique.",
    "avSaasOfHandTitle4": "Sécurité Renforcée",
    "avSaasOfHandText4": "Moins vulnérable aux attaques standardisées, car son architecture est unique et moins ciblée.",
    "avSaasOfHandTitle5": "Indépendance Totale",
    "avSaasOfHandText5": "Aucune licence coûteuse ni restriction technique imposée par un éditeur tiers.",
    "disSaasOfHandTitle1": "Coût Initial Plus Élevé",
    "disSaasOfHandText1": "Le développement sur mesure demande plus de temps et d’investissement qu’une solution clé en main.",
    "disSaasOfHandTitle2": "Maintenance Exigeante",
    "disSaasOfHandText2": "Les mises à jour et corrections doivent être gérées en interne ou par votre prestataire.",
    "disSaasOfHandTitle3": "Délai de Déploiement Plus Long",
    "disSaasOfHandText3": "La conception from scratch prend plus de temps qu’un déploiement avec un progiciel existant.",
    "disSaasOfHandTitle4": "Risques de Bugs Inattendus",
    "disSaasOfHandText4": "Moins de retours utilisateurs en phase de test qu’un logiciel déjà éprouvé sur le marché.",
    "disSaasOfHandTitle5": "Dépendance aux Développeurs",
    "disSaasOfHandText5": "Les modifications futures nécessitent l’intervention de ceux qui ont conçu le système.",
    "avSaasProgicielTitle1": "Déploiement Rapide",
    "avSaasProgicielText1": "Le progiciel offre une base prête à l’emploi, réduisant les délais de développement et permettant une mise en service accélérée.",
    "avSaasProgicielTitle2": "Coût Maîtrisé",
    "avSaasProgicielText2": "Moins cher qu’un développement from scratch, car il évite de tout coder à partir de zéro.",
    "avSaasProgicielTitle3": "Fiabilité Éprouvée",
    "avSaasProgicielText3": "Bénéficiez d’un socle technique stable, déjà testé et optimisé par l’éditeur du progiciel.",
    "avSaasProgicielTitle4": "Maintenance Simplifiée",
    "avSaasProgicielText4": "Les mises à jour et corrections sont gérées par l’éditeur, réduisant votre charge technique.",
    "avSaasProgicielTitle5": "Évolutivité Facilitée",
    "avSaasProgicielText5": "Le progiciel intègre souvent des modules complémentaires pour s’adapter à votre croissance.",
    "disSaasProgicielTitle1": "Personnalisation Limitée",
    "disSaasProgicielText1": "Certaines adaptations peuvent être complexes ou coûteuses, car dépendantes des contraintes du progiciel.",
    "disSaasProgicielTitle2": "Dépendance à l’Éditeur",
    "disSaasProgicielText2": "Vos évolutions futures sont liées aux mises à jour et à la pérennité du progiciel choisi.",
    "disSaasProgicielTitle3": "Fonctionnalités Superflues",
    "disSaasProgicielText3": "Le progiciel peut inclure des options inutiles à votre métier, alourdissant l’interface.",
    "disSaasProgicielTitle4": "Coûts Récurrents",
    "disSaasProgicielText4": "Licences, abonnements ou frais de mise à jour peuvent s’accumuler sur le long terme.",
    "disSaasProgicielTitle5": "Intégrations Parfois Complexes",
    "disSaasProgicielText5": "Rendre le progiciel compatible avec vos outils existants peut demander des développements supplémentaires.",
    "serviceSaasCostSubPara": "Pour une estimation du coût de votre projet de création d'un logiciel métier/SaaS, contactez-moi via le formulaire de contact. J'étudierai la faisabilité de votre projet et vous enverrai un devis.",
    "referenceSaasTitle": "Quelques logiciels métiers/SaaS réalisés",
    "referenceAppTitle": "Quelques applications mobiles réalisées",
    "referenceTitle":"Voici un aperçu des projets sur lesquels j'ai travaillé, qu'ils soient professionnels, personnels ou en tant que freelance. Cet aperçu vise à vous donner une idée de mes compétences et à vous offrir une vue d'ensemble de la manière dont mes services peuvent vous être utiles.",
    "optionWebSiteWordpress1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionWebSiteWordpress2": "Achat d'un thème (template) ou <p><span class='prix'>+100€</span><span class='text'>création d'un thème sur mesure.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionWebSiteWordpress3": "<p><span class='prix'>+50€</span><span class='text'>Nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p>",
    "optionWebSiteWordpress4": "Interface administrateur incluse",
    "optionWebSiteWordpress5": "Site responsive (adapté à tous les supports)",
    "optionWebSiteWordpress6": "<p><span class='prix'>+50€</span><span class='text'>Mise en place du contenu (textes & images).</span></p><p><span class='prix'>+100€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ces prix peuvent varier selon le nombre de pages du site.</em></p>",
    "optionWebSiteWordpress7": "Formulaire de contact",
    "optionWebSiteWordpress8": "Liens de partage sur les réseaux sociaux",
    "optionWebSiteWordpress9": "(SEO) Référencement",
    "optionWebSiteWordpress10": "Statistiques/Analyse de visite",
    "optionWebSiteWordpress11": "Mise en ligne du site sur un serveur",
    "optionWebSiteWordpress12": "Formation à l'utilisation du site (ajout de contenu...)",
    "optionWebSiteOfHand1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionWebSiteOfHand2": "<p><span class='prix'>+50€</span><span class='text'>Nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p>",
    "optionWebSiteOfHand3": "Site responsive (adapté à tous les supports)",
    "optionWebSiteOfHand4": "Mise en place du contenu (textes & images) incluse <p><span class='prix'>+100€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionWebSiteOfHand5": "Formulaire de contact",
    "optionWebSiteOfHand6": "Liens de partage sur les réseaux sociaux",
    "optionWebSiteOfHand7": "(SEO) Référencement",
    "optionWebSiteOfHand8": "Mise en ligne du site sur un serveur",
    "optionWebSiteOfHand9": "Formation à l'utilisation du site",
    "optionWebSiteOfHand10": "Statistiques/Analyse de visite",
    "optionEcommerceOfHand1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionEcommerceOfHand2": "<p><span class='prix'>+50€</span><span class='text'>Nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p>",
    "optionEcommerceOfHand3": "Formulaire de contact",
    "optionEcommerceOfHand4": "(SEO) Référencement",
    "optionEcommerceOfHand5": "<p><span class='prix'>+100€</span><span class='text'>Mise en place du contenu (textes & produits).</span><em>Ce prix peut varier selon le nombre de produits.</em></p><p><span class='prix'>+100€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionEcommerceOfHand6": "<p><span class='prix'>+500€</span><span class='text'>Création d'un backoffice (espace d'administration des produits).</span><em>Ce prix peut varier selon la complexité du backoffice.</em> ou </p><p>option pour une solution préconçue <span class='prix'>+75€</span><span class='text'>Frais d'intégration</span> et <span class='text'>+ Prix d'abonnement mensuel du logiciel (backoffice).</span></p>",
    "optionEcommerceOfHand7": "Liens de partage sur les réseaux sociaux",
    "optionEcommerceOfHand8": "Site responsive (adapté à tous les supports)",
    "optionEcommerceOfHand9": "Mise en ligne du site sur un serveur",
    "optionEcommerceOfHand10": "Formation à l'utilisation du site + backoffice",
    "optionEcommerceOfHand11": "Statistiques/Analyse de visite",
    "optionEcommerceWordPress1": "Définition de la charte graphique (palette de couleurs, typographie...)",
    "optionEcommerceWordPress2": "Achat d'un thème (template) ou <p><span class='prix'>+500€</span><span class='text'>création d'un thème sur mesure.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionEcommerceWordPress3": "<p><span class='prix'>+50€</span><span class='text'>Nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p>",
    "optionEcommerceWordPress4": "Formulaire de contact",
    "optionEcommerceWordPress5": "<p><span class='prix'>+100€</span><span class='text'>Mise en place du contenu (textes & produits).</span><em>Ce prix peut varier selon le nombre de produits.</em></p><p><span class='prix'>+100€</span><span class='text'>par langue supplémentaire sur le site s'il est multilingue.</span><em>Ce prix peut varier selon le nombre de pages du site.</em></p>",
    "optionEcommerceWordPress6": "(SEO) Référencement",
    "optionEcommerceWordPress7": "Liens de partage sur les réseaux sociaux",
    "optionEcommerceWordPress8": "Site responsive (adapté à tous les supports)",
    "optionEcommerceWordPress9": "Mise en ligne du site sur un serveur",
    "optionEcommerceWordPress10": "Formation à l'utilisation du site + backoffice",
    "optionEcommerceWordPress11": "Statistiques/Analyse de visite",
    "devhybride": "Hybride",
    "devcross": "Cross-Platform",
    "devnatif": "Native",
    "noprice": "À définir",
    "devTypeAppHybride": "Développement Hybride",
    "devTypeAppCross": "Développement Cross-Platform",
    "devTypeAppNatif": "Développement Natif",
    "devTypeSaasOfHanf": "Développement à la main",
    "devTypeSaasProgiciel": "Développement à l'aide d'un progiciel",
    "maintenanceEcommerce": "Site E-commerce",
    "maintenanceWebsite": "Site internet",
    "maintenanceApp": "Application mobile",
    "maintenanceSaas": "Logiciel métier/SaaS",
    "optionWebSiteMaintenance1": "<strong>Mises à jour du CMS et des extensions</strong><span style='display:block'>Mise à jour des modules et correctifs de compatibilité.</span><span style='display:block'>S’assurer qu’il est compatible avec les dernières versions.</span>",
    "optionWebSiteMaintenance2": "<strong>Sauvegardes régulières</strong><span style='display:block'>Sauvegarde régulière de la base de données, des fichiers et médias pour permettre une restauration en cas de problème.</span>",
    "optionWebSiteMaintenance3": "<strong>Optimisation des Performances</strong><span style='display:block'>Compression des images, nettoyage de la base de données.</span>",
    "optionWebSiteMaintenance4": "<strong>Correction des bugs</strong><span style='display:block'>Correction des erreurs techniques (affichage, envoi d'e-mail, etc.) pour une expérience utilisateur fluide.</span>",
    "optionWebSiteMaintenance5": "<p><span class='prix'>+50€</span><span class='text'>Renouvellement nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p><p><span class='prix'>+50€</span><span class='text'>Mise en ligne du site sur un serveur.</span></p>",
    "optionEcommerceMaintenance1": "<strong>Mises à jour régulières</strong><span style='display:block'>Mise à jour du CMS, des plugins, des thèmes et extensions pour éviter les failles de sécurité et les bugs.</span>",
    "optionEcommerceMaintenance2": "<strong>Sauvegardes régulières</strong><span style='display:block'>Sauvegarde régulière de la base de données, des fichiers et médias pour permettre une restauration en cas de problème.</span>",
    "optionEcommerceMaintenance3": "<strong>Optimisation des performances</strong><span style='display:block'>En cas de nécessité, optimisation de la vitesse du site via cache, compression d’images et nettoyage de la base de données.</span>",
    "optionEcommerceMaintenance4": "<strong>Correction des bugs</strong><span style='display:block'>Correction des erreurs techniques (panier, paiement, affichage) pour une expérience utilisateur fluide.</span>",
    "optionEcommerceMaintenance5": "<p><span class='prix'>+50€</span><span class='text'>Renouvellement nom de domaine + Hébergement + e-mail pendant 12 mois.</span></p><p><span class='prix'>+50€</span><span class='text'>Mise en ligne du site sur un serveur.</span></p>",
    "appMaintenance": "Pour la maintenance de vos applications mobiles, veuillez nous contacter afin d'établir un devis et une procédure adaptée. En effet, pour les applications mobiles, un tarif précis ne peut être déterminé sans une compréhension approfondie des besoins spécifiques de votre application.",
    "saasMaintenance": "Pour la maintenance de vos logiciels métiers ou SaaS, veuillez nous contacter afin d'établir un devis et une procédure adaptée. En effet, pour ce type de logiciel, un tarif précis ne peut être déterminé sans une compréhension approfondie des besoins spécifiques de votre logiciel.",
    "devModeWordpress":"Fait sous WordPress",
    "devModeOfHand":"Codé à la main",
    "websiteTitle":"Site vitrine",
    "websiteItemTitle":"Site internet pour",
    "websiteItem1Proprio":"Entrerpise Fieger",
    "acivityDomaine":"Domaine d'activité de",
    "websiteItem1DescriptionPara1":"",
    "websiteItem1DescriptionPara2":"",
    "websiteItem1DescriptionPara3":"",
    "websiteItem1DescriptionPara4":"",
    "infoProjet":"Infos projet web",
    "websiteItem1TaksPara1":"Mise à jour du contenu (text/image...)",
    "websiteItem1TaksPara2":"Correction lié au design(apparence)",
    "websiteItem1TaksPara3":"Ajout de composant & images",
    "websiteItem1TaksPara4":"Test final",
    "websiteItem1TaksPara5":"Publication",
    "websiteItem2Proprio":"Entreprise Neue-gruppe",
    "websiteItem2DescriptionPara1":"",
    "websiteItem2DescriptionPara2":"",
    "websiteItem2DescriptionPara3":"",
    "websiteItem2DescriptionPara4":"",
    "websiteItem2TaksPara1":"Ajout de nouvelle fonctionnalité",
    "websiteItem2TaksPara2":"Ajout du contenu (text/image...)",
    "websiteItem2TaksPara3":"Modification du désign (style/apparence)",
    "websiteItem2TaksPara4":"Test final",
    "websiteItem2TaksPara5":"Déploiement (mise en ligne)",
    "websiteItem3Proprio":"Entreprise Avlis",
    "websiteItem3DescriptionPara1":"",
    "websiteItem3DescriptionPara2":"",
    "websiteItem3DescriptionPara3":"",
    "websiteItem3DescriptionPara4":"",
    "websiteItem3TaksPara1":"Correction des bugs",
    "websiteItem3TaksPara2":"Mise à jour du contenu (text/image...)",
    "websiteItem3TaksPara3":"Ajout de nouvelle fonctionnalité",
    "websiteItem3TaksPara4":"Amélioration du code produit",
    "websiteItem3TaksPara5":"Tests final",
    "websiteItem3TaksPara6":"Déploiement (mise en ligne)",
    "websiteItem4Proprio":"Entreprise Charlotte Consulting",
    "websiteItem4DescriptionPara1":"",
    "websiteItem4DescriptionPara2":"",
    "websiteItem4DescriptionPara3":"",
    "websiteItem4DescriptionPara4":"",
    "websiteItem4TaksPara1":"Définition de la charte graphique (palette couleur,typographie...)",
    "websiteItem4TaksPara2":"Mise en place du template (pages/services/blog...)",
    "websiteItem4TaksPara3":"Création des différentes fonctionnalités",
    "websiteItem4TaksPara4":"Création du backoffice (espace d'administration du site)",
    "websiteItem4TaksPara5":"Tests final",
    "websiteItem4TaksPara6":"Déploiement (mise en ligne)",
    "reworkedTitle":"Refonte site",
    "reworkedItemTitle":"Refonte site pour",
    "reworkedItemProprio":"Entreprise Graphicon",
    "reworkedItemDescriptionTitel":"Domaine d'activité de",
    "reworkedItemDescriptionPara1":"",
    "reworkedItemDescriptionPara2":"",
    "reworkedItemDescriptionPara3":"",
    "reworkedItemDescriptionPara4":"",
    "reworkedItemTaksPara1":"Mise à jour du contenu (text/image...)",
    "reworkedItemTaksPara2":"Correction lié au design(apparence)",
    "reworkedItemTaksPara3":"Ajout de composant & images",
    "reworkedItemTaksPara4":"Test final",
    "reworkedItemTaksPara5":"Déploiement (mise en ligne)",
    "ecommerceTitle":"Site e-commerce",
    "ecommerceItemTitle":"Site e-commerce pour",
    "ecommerceItem1Proprio":"Entreprise waveconnect",
    "ecommerceItem1DescriptionPara1":"",
    "ecommerceItem1DescriptionPara2":"",
    "ecommerceItem1DescriptionPara3":"",
    "ecommerceItem1DescriptionPara4":"",
    "ecommerceItem1TaksPara1":"Etude du projet(Cahier de charge)",
    "ecommerceItem1TaksPara2":"Choix des techos appropriés",
    "ecommerceItem1TaksPara3":"Mise en place de la structure du projet",
    "ecommerceItem1TaksPara4":"Définition de la charte graphique (palette couleur,typographie...)",
    "ecommerceItem1TaksPara5":"Mise en place du template (pages/services...)",
    "ecommerceItem1TaksPara6":"Création des différentes fonctionnalités",
    "ecommerceItem1TaksPara7":"Création du backoffice (espace d'administration du site)",
    "ecommerceItem1TaksPara8":"Tests final",
    "ecommerceItem1TaksPara9":"Déploiement (mise en ligne)",
    "ecommerceItem2TaksPara5":"Mise en place du template (pages/panier/services...)",
    "termsOfUse":"Conditions Générale d'utilisation"
}
    