{
    "home": "Accueil",
    "devi": "Demander un dévi",
    "about": "À propos",
    "contact": "Contact",
    "services": "Services",
    "references": "Références",
    "price": "Tarif",
    "portfolio": "Portfolio",
    "ourServices":"Mes services",
    "pathway":"Parcours",
    "expiriences":"Expériences",
    "yearExperiences":"Années d'expérience",
    "realiseProject":"Projets web réalisés",
    "satisfiedCustomer":"Client Satisfait",
    "showcaseWebsite":"Création site web",
    "learnMore":"En savoir plus",
    "reworkWebsite":"Refonte site",
    "ecommerceWebste":"Creation site e-commerce",
    "saas":"Logiciel métiers / Saas",
    "mobileApp":"Application mobile",
    "all": "Tout",
    "website":"Site internet",
    "ecommerce": "Site E-commerce",
    "ourReferences":"Mes références",
    "priceTitle":"Un tarif adapté à un site internet de qualité!",
    "standartWebsite":"Site web standard",
    "ofHand":"Sur mesure",
    "devOn":"Développé sous WORDPRESS",
    "outilTool":"(Outil de gestion de contenu)",
    "handDev":"Développé SUR-MESURE",
    "handOutil":"(Codage à la main)",
    "from":"À partir de",
    "maintice":"Tarif maintenance",
    "hourOr":"Heures ou",
    "year":"AN",
    "update":"Mise a jour site & plugins",
    "graphChanging":"Modification graphique & contenu",
    "saving":"Sauvegarde externalisé mensuel",
    "performanceOptimisation":"Optimisation performance",
    "restauring":"Restauration en cas de piratage",
    "contactMe": "Me contacter",
    "specificDev":"Développement spécifique",
    "dayPrice":"Taux journalier moyen",
    "day":"JOUR",
    "whatsapp":"Via whatsapp",
    "perPhone":"Par téléphone",
    "perEmail":"Par email",
    "time":"Horaire",
    "week":"Lundi - Vendredi",
    "hourTime":"09H00 - 17H00",
    "errName":"Veuillez saisir votre nom complet",
    "errValidEmail":"Veuillez saisir une adresse email valide",
    "errEmail":"L'email est obligatoire",
    "errSubject":"Veuillez indiquer l'objet du message",
    "errMessage": "Veuillez saisir votre message",
    "successContact":"Votre message a été envoyé avec succès. Laissez-nous le temps de l'étudier et nous vous répondrons dans les plus brefs délais.",
    "errorContact":"Une erreur s'est produite lors de l'envoi du message. Nous vous recommandons de patienter quelques instants et de réessayer.",
    "sendMessage":"Envoyer",
    "yourMessage":"Votre message",
    "yourSubject":"L'objet de votre message",
    "yourEmail":"Votre email",
    "yourName":"Votre nom complet",
    "shareOn":"Partager sur les réseaux sociaux",
    "devTitle":"Développeur Web et Mobile Indépendant",
    "devDescription":"Développeur web et mobile indépendant, expert en Angular, React, Node.js, etc. Expérience depuis 2018, projets professionnels, personnels et freelance depuis décembre 2024.",
    "legalNotice":"Mentions légales",
    "right":"Tous droits réservés",
    "domainTitle":"Spécialisé dans le Développement",
    "navigation":"Navigation",
    "realisation":"Mes réalisations",
    "yeare":"Année",
    "categorie":"Catégorie",
    "techno":"Technologies",
    "websiteLink":"Lien du site",
    "websiteOnMaintenance":"Site en maintenance",
    "tasksOnWebsite":"Tâches réalisés sur le site",
    "ecommerceWebSite":"Site Web E-commerce",
    "web":"Site Web",
    "title1": "Bachelor en Informatique",
    "countryDe": "Allemagne",
    "periode1": "Octobre 2017 - Juillet 2020",
    "description1": "J'ai commencé mes études universitaires en informatique en Allemagne, où j'ai suivi un cycle de Bachelor pendant trois ans.",
    "title2": "Bac +4 (RNCP) Développeur web et mobile",
    "countryFr": "France",
    "periode2": "Janvier 2021 - Novembre 2021",
    "description2": "Après avoir obtenu mon diplôme de Bachelor, j'ai migré vers la France pour poursuivre mes études à un niveau Bac +4 Développeur web et mobile.",
    "title3": "Bac +5 (RNCP) Expert informatique et système d'information",
    "periode3": "Janvier 2022 - Février 2023",
    "description3": "J'ai continué mes études en France pour atteindre le niveau Bac +5 Expert informatique et système d'information, consolidant ainsi mes compétences et connaissances en informatique.",
    "periode":"Période",
    "country":"Lieu",
    "enterprice":"Entreprise",
    "enterprice1":"udg",
    "enterprice2":"graphicon",
    "enterprice3":"waveconnect",
    "enterprice4":"avlis formation",
    "enterprice5":"contrat freelance",
    "exTitle1":"Stage d'étude (Développeur web)",
    "exTitle2":"Job étudiant (Développeur web)",
    "exTitle3":"Stage Bac +4 (Développeur web/mobile)",
    "exTitle4":"Alternance Bac +5 (Expert informatique et système d'information)",
    "exTitle5":"Freelance",
    "exPeriode1":"Mars 2015 - Septembre 2015",
    "exPeriode2":"Février 2018 - Juillet 2019",
    "exPeriode3":"Juin 2021 - Octobre 2021",
    "exPeriode4":"Février 2022 - Février 2023",
    "exPeriode5":"Décembre 2024 - Janvier 2025",
    "exDescription1":"Durant ce stage, j'ai appris les pratiques de développement de l'entreprise, telles que les différents environnements (développement, staging, production) et le système de versioning. Par la suite, j'ai été intégré à des projets concrets, comme la modification et l'ajout d'images, de formulaires de contact, de templates d'emails, ainsi que l'ajout de fonctionnalités en JavaScript (JQuery) et l'intégration de Google Maps.",
    "exDescription2":"Chez Graphicon, mes tâches ont porté sur le développement de sites web en utilisant Angular 2+, Vue.js, PHP et WordPress. J'ai effectué des mises à jour et ajouté de nouvelles fonctionnalités, tout en assurant les tests et le déploiement des sites créés ou mis à jour.",
    "exDescription3":"En tant que stagiaire chez WaveConnect, j'ai travaillé sur deux projets : un site e-commerce sans CMS et une application web. Le premier projet, réalisé en PHP, JavaScript et MySQL, était destiné à un restaurant avec plusieurs points de vente, avec pour principal objectif de permettre aux clients de commander en ligne. Le second projet, également en PHP, JavaScript et MySQL, visait à déterminer la distance entre le lieu de livraison et le restaurant pour établir un prix.",
    "exDescription4":"Durant mon alternance chez Avlis, j'ai principalement travaillé sur un CRM composé de plusieurs branches (espace étudiant, back-office, site vitrine). Mes tâches consistaient à corriger les bugs, ajouter de nouvelles fonctionnalités, proposer des améliorations et étudier la possibilité de refaire le CRM avec des technologies actuelles pour une meilleure compréhension de l'outil par les étudiants, les employés et les développeurs.",
    "exDescription5":"Ma première mission en tant que freelance était pour une cliente qui recherchait un site offrant des fonctionnalités lui permettant d'ajouter et de modifier ses services et ateliers de manière dynamique depuis un back-office, selon ses besoins. Elle souhaitait également un système de blog dont la gestion se ferait également depuis le back-office. *Back-office : Espace personnel où le client peut gérer le site (ex. : blog, services,ateliers, etc.)",
    "moreEx":"Pour plus d'informations sur mes expériences professionnelles et personnelles, consultez mon portfolio.",
    "serviceDescription":"Grâce à mon expertise acquise au travers des différents projets sur lesquels j'ai travaillé, je suis en mesure de répondre à vos besoins les plus complexes, tout en respectant vos attentes et exigences. Vous trouverez ci-dessous la liste des services proposés ainsi que leur description.",
    "serviceWebsite":"Un site vitrine est une carte digitale qui présente votre activité, vos services et vos valeurs. Léger, rapide et conçu pour convertir, il permet aux clients de vous trouver facilement, d’améliorer votre crédibilité et de générer des leads. Idéal pour les TPE, artisans ou indépendants, il fonctionne comme un support marketing 24/7, sans nécessiter de mise à jour constante.",
    "serviceWebsiteRework":"La refonte d’un site web modernise votre présence en ligne pour améliorer l’expérience utilisateur, le référencement et l’efficacité commerciale. J’optimise le design, la performance et la sécurité, tout en adaptant votre site aux dernières tendances et technologies. Un site actualisé renforce votre crédibilité, attire plus de visiteurs et convertit mieux. Cette refonte concerne les sites vitrines, e-commerce ou applications web.",
    "serviceEcommerce":"Un site e-commerce est une boutique en ligne qui permet de vendre vos produits 24h/24, partout dans le monde. Contrairement à un magasin physique, il réduit les coûts fixes, attire plus de clients et augmente vos ventes grâce à un canal digital performant. Je vous accompagne dans la création d’un site sur mesure, optimisé pour la conversion, sécurisé et adapté à vos besoins. Boostez votre business avec une vitrine professionnelle qui convertit vos visiteurs en acheteurs !",
    "serviceSaas":"Un logiciel métier (ou SaaS) est une solution digitale sur mesure, conçue pour automatiser et optimiser vos processus métiers. Accessible en ligne, il simplifie vos opérations, améliore la productivité et s'adapte à vos besoins spécifiques, tout en réduisant les coûts d'infrastructure. Idéal pour gagner en efficacité et en compétitivité.",
    "serviceApp":"Une application mobile est un logiciel conçu pour smartphones et tablettes, offrant une expérience utilisateur optimisée. Elle permet d’améliorer l’engagement client, automatiser des processus, ou proposer des services innovants (e-commerce, réservation, suivi en temps réel…). Je développe des applications sur mesure, performantes et intuitives, adaptées à vos besoins métiers. Boostez votre visibilité et votre efficacité avec une solution mobile personnalisée !",
    "serviceSiteVitrineTitle": "Création de site vitrine",
  "serviceSiteVitrineDescrip": "Vous avez besoin d'un site internet pour présenter votre entreprise, association ou collectivité ? Voici tout ce que vous devez savoir sur la création de site vitrine : \n Il existe deux façons de créer un site vitrine. La première méthode, la plus populaire, est d'utiliser un CMS (Outil de gestion de contenu), et la deuxième est de le développer à la main.",
  "serviceSiteVitrineAvantageTitel1": "Visibilité 24/7",
  "serviceSiteVitrineAvantageDescrip1": "Votre entreprise reste accessible à tout moment, même hors heures d'ouverture, élargissant vos opportunités commerciales.",
  "serviceSiteVitrineAvantageTitel2": "Crédibilité professionnelle",
  "serviceSiteVitrineAvantageDescrip2": "Un site bien conçu renforce l'image de marque et inspire confiance aux prospects (75 % jugent la crédibilité d'une entreprise sur son site).",
  "serviceSiteVitrineAvantageTitel3": "Référencement local (SEO)",
  "serviceSiteVitrineAvantageDescrip3": "Apparaître dans les résultats Google Maps et recherches locales ('plombier près de moi').",
  "serviceSiteVitrineAvantageTitel4": "Support marketing polyvalent",
  "serviceSiteVitrineAvantageDescrip4": "Intégrable à vos cartes de visite, signatures mail et réseaux sociaux pour une communication unifiée.",
  "serviceSiteVitrineAvantageTitel5": "Analyse des visiteurs",
  "serviceSiteVitrineAvantageDescrip5": "Outils comme Google Analytics révèlent le comportement de votre audience pour optimiser vos offres.",
  "serviceSiteVitrineDef": "Qu'est-ce que la création de site internet ?",
  "serviceSiteVitrineSubTitle": "Les différents modes de création de site vitrine",
  "websiteVitrineCostTitle": "Combien coûte la création d'un site internet ?",
  "websiteVitrineCostPara": "Les tarifs pour la création d'un site internet dépendront directement des fonctionnalités et de la structure souhaitées. Ainsi, selon la complexité de votre projet, le budget à prévoir sera plus ou moins élevé.",
  "websiteVitrineCostSubPara": "Pour une estimation du coût de votre projet de création de site internet, contactez-nous via notre formulaire. Une chef de projet étudiera votre demande et vous fera parvenir un devis.",
  "websiteVitrineAvantgeTitle": "La création de sites internet présente de nombreux avantages, notamment :"
}
  